{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_NewAvalon",
    "Name": "New Avalon",
    "Details": "New Avalon was first discovered in 2205 by the Terran Alliance explorer ship, the TAS Camelot. Even from orbit, the lushness of the planet was plain to see. The report that the Camelot tiled on the planet was so glowing that New Avalon quickly became one of the prime destinations for shiploads of colonists leaving Terra between the years 2213 and 2221. What the colonists found when they arrived was a world of five continents, four seas, a fairly reasonable weather pattern. abundant fresh water, and a profusion of lifeforms that seemed to accommodate the colonists very well. It was quickly discovered that the planet was best-suited to agriculture. By crossing Terran plants with varieties indigenous to New Avalon, the colonists had soon bred several important grain crops. The most famous of these is New Avalon wheat, which is exfremely hardy and now grows throughout the Inner Sphere. Since then, New Avalon, with its countless square kilometers of open rolling country. has always managed to supply enough food for itself and its five nearest neighbor planets, despite the decline in agricultural technology brought on by the wars Though its ag-ricultural strength is usually overshadowed by the tact that New Avalon is the capital of the Federated Suns, the planet 5 fertility is vital to the well-being of the entire Crucis March. New Scotland is the continent furthest north Often deep in snow for nine months of the year. the continent is famed for ifs hardwood trees and animal furs. The most-prized of these furs comes from the legendary Silver Ice Snake-Weasel, a devilish creature nearly two meters long and with a nasty disposition. The continent also has the planet's only large deposit of precious metals. The continental capital of New Scotland is Dundee. The New Hebrides is a group of islands in the planet's largest sea. Lying near New Avalon's equator, the islands have the hot climate that makes tropical plants and fruits the region's main export. The New Hebrides also have some high mountain ranges. Combined with the islands' location. These mountains attract rather vicious hurricanes that often cause heavy damage to the local communities. The largest of these islands is Carlisle. The continental capital of the New Hebrides is Thomasville. The continent of Fiostock is the third largest on New Avalon. A large and flat landmass, it has the planet's only desert, the Orilands, and the planet's only large canyon. Gaveston's Gorge. Rostock produces a substantial part of New Avalon's food animals. Large sections of the continent are owned by noble families who raise a wide variety of animals that are exported otfworld to satisfy hungry people throughout the Federated Suns. The continental capital of Rostock is Flensburg. Brunswick is the second-largest continent. It was named after the Brunswick family, major landowners during the planet's early history. Today, Brunswick boasts spaceports. Three major cities, and a majority of the several large centers of oil production. As well as two major planet 5 many industries. It also has numerous small farms and ranches. The continental capital of Brunswick is Brunswick City. Albion is the largest continent on New Avalon. The continent is also the most geographically diverse, with three mountain ranges, many large rivers. Thick forests, and large prairies. Albion is also the location of most of New Avalon's industries. Avalon City is triply honored as capital of the continent, capital of the Federated Suns, and ancestral home of the Davion family. Avalon City began life as a theme park. During the first century of Human life on this world, an eccentric millionaire decided that there should be at least one place on New Avalon that matched the planet's medieval geographical names. For the location of his theme park, he chose a large island where the continent's three major rivers, the Albion, the Thames, and the Cris, came together. This site was baptized the Isle of Avalon.  Though the park buildings have long since fallen into ruin the romantic medievalism has remained. When the Davions took control of the area, they promoted the tradition of festivals extolling the virtues of knighthood in flower. Lucien's rise to power made it clear that the Davions would rule over the planet for many years, for he decided to incorporate the medievalism of the former theme park into the architecture of a new capital city. Dominating the city from atop Mount Davion is the Royal Palace, which some still refer to as Camelot. It is an enlarged copy of an English medieval fortress that Lucien had seen as a youth during a trip to Terra. The Royal Court is a complex of buildings and halls housing the ministries of the Federated Suns. It was built at the foot of Mount Davion just below the Palace. Protecting the Palace, the Court, and Avalon City is a battalion of Davion's elite Royal Brigade, which is stationed just between the Royal Court and the city. Since the completion of Avalon City in the late 2390s, expansion has slowly eroded the medieval flavor. Buildings constructed outside the core of the city. Which is known as the Old City or the Government District, were not obliged to install medieval facades and so adopted modern styles. Some 30 kilometers to the south of Avalon City. in what used to be a private game preserve of the Davions, is the New Avalon Institute of Science. The seven colleges each specialize in a particular discipline, though inter-college learning is encouraged. The many university buildings cluster about a large and comfortable campus. Nearby are the training grounds for BaittleMech and AeroSpace Pilots, and the university's private spaceport. Security is tight around the Institute's many secret projects. Indeed, the NAIS can be reached only via underground subways or by flying into the university's spaceport, which allows the government to keep close track of who enters and leaves the university. As a deterrent and a force of last resort, two BattleMech battalions are stationed within the university grounds to help with security. They also serve as skilled opponents to cadets of the NAIS BattleMech Training School. Hidden in the mountain range that extends west from Mount Davion is the Davion military headquarters. Known as The Mountain, or as the Fox's Den, it is a complex of huge caves and transportation tunnels deep inside a granite mountain. The magnetically levitated subways lead to and from Avalon City, as well as to the two 'Mech battalions and accompanying fighters hid-den in strategically placed caverns throughout the valleys of the mountain range. The need for a heavily fortified military headquarters became evident during the First Succession War, when Draconis Combine forces pushed to within one jump of an under- defended New Avalon. Despite the collapse of the Star League and the three wars that followed, New Avalon has managed to maintain a fairly high level of technology. The planet's population, though large, lives a comfortable life scattered over the four continents. Public morale is high, with only a few dissidents among the youthful radicals at the Gogh-Bukowski University. Avalon City draws toil many of the realm's best artists, who have embellished the city with their art. New Avalon and Avalon City may be the most agreeable of the five major capitals of the Successor States.<p>[3075] Today Avalon City is a ghost town of derelict and bombed-out buildings sitting in the shadow of a headless mountain, all testaments to the long and brutal occupation of the Word of Blake. While New Avalon escaped the nuclear and bio-terror the Word leveled on so many other worlds, the long siege and occupation played a heavy toll on the world’s population and industry. Only the continent of Rostock escaped significant damage, its agrarian base keeping it free of much of the six-year conflict between the Word and New Avalon’s defenders. Brunswick was heavily damaged, first by orbital strikes and then by the Word occupation that commandeered or damaged much of the continent’s industry. In collapsing the Fox’s Den in their retreat from the world, the Word of Blake left its most lasting mark on the world. </p><p>But despite all the devastation of the long siege, New Avalon is still a breadbasket world, supplying food to systems throughout the Crucis March and currently  New  Syrtis.  Its expansive manufacturing and electronics industries are damaged but slowly recovering with heavy assistance from the government. And in the ashes of destruction, a new city is slowly being rebuilt. While a temporary city has grown up just north of the destroyed Avalon City, construction has already begun to clear away the scars of the occupation. The Princess-Regent plans to see the city rebuilt by the end of the decade.</p> "
  },
  "Position": {
    "x": 266.49,
    "y": -110.84,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_industry_manufacturing",
      "planet_pop_none",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_rich",
      "planet_industry_mining",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": true,
  "JumpDistance": 7,
  "Owner": "Davion",
  "ContractEmployers": [
    "Davion",
    "ComStar",
    "Locals"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Davion",
    "Kurita",
    "Liao",
    "MagistracyCentrella",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "G",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}