{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Strawn",
    "Name": "Strawn",
    "Details": "The ugliest effects of House Kurita's invasion into the Federated Suns were psychological. Among the Davion citizenry, there developed an unreasoning greed, secrecy, suspicion, and a widespread compulsion to steal supplies. A particularly wicked case in point occurred on Strawn.In 2794, a fifth-rate petty bureaucrat, who had somehow managed to become Prime Minister of Strawn, issued an order that stripped all members of the Oriental race of their property and belongings and relocated them to camps away from sensitive government facilities.This law struck a responsive chord among the people now so desperately afraid of the Kurita Dragon. Suddenly, anyone of Oriental lineage was a potential agent of the Draconis Combine. The Capellans were equally feared since they had cut off the Suns's bond with Terra. In the resulting hysteria, many unfortunates were accused of being an agent of both realms. Paranoia spread like wildfire. Homes were burned, businesses bombed, and even a pasta factory was shut down because its noodles were declared oriental. For those citizens of the Federated Suns who happened to be of Oriental ancestry, this was far from a laughing matter. Many were dragged from their homes and killed, while others watched as everything they had worked for was taken from them.There were mixed reactions from the various planetary governments and nobility. Most were outraged by the citizens' actions and tried to stop the madness. Others took advantage of the situation, profiting from their Oriental citizens' misfortunes. A few governments and nobles actually believed in the Purge, and the history of these worlds will forever be stained by innocent blood.After two years, the problem had so intensified that even the preoccupied Davion government could no longer ignore it. In January 2796, Prince John issued a proclamation that any form of racism was contrary to the right of freedom granted every citizen of the realm. Later, Pope Clement XX of the New Avalon Catholic Church issued a similar decree, claiming that racism could not coexist with the love of God and was therefore punishable by excommunication.Though these actions served to calm the mania that had overtaken so many ordinary men and women, nothing could make up for the lost lives and property. To this day, there are very few willing to discuss the Purge in the Federated Suns."
  },
  "Position": {
    "x": 235.99,
    "y": -90.52,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_pop_none",
      "planet_industry_poor",
      "planet_industry_aquaculture",
      "planet_industry_agriculture",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 7,
  "Owner": "Davion",
  "ContractEmployers": [
    "Davion",
    "ComStar",
    "Locals"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Davion",
    "Kurita",
    "Liao",
    "MagistracyCentrella",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "A",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}