{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_MallorysWorld",
    "Name": "Mallory's World",
    "Details": "Early in the period known as the Exodus, Mallory's World was discovered and immediately colonized by European and English immigrants. Despite being one of House Davion's most agriculturally rich planets, Mallory's World is usually better known as a waystation for invasion forces. The first colonists were shocked to find that the host of vicious parasites rampant among the planet's lushness were the carriers of numerous strange diseases. Dr. Beck Mallory was a second- rate parasitologist who had joined the colonists to escape a failed career on Terra. When his fellow colonists consulted him about the parasite problem, Dr. Mallory's first reaction was the desire to flee such responsibility. Gentle and not-so-gentle persuasion eventually convinced him to attempt to discover a solution. Mallory probably amazed no one so much as himself when he discovered a common link among all the native parasites, to which a simple vitamin complex shot would provide immunity. In gratitude, the colonists named their world after Mallory.They quickly turned the planet into a garden spot, whose surplus food fed many less-fortunate nearby worlds. This might have been a happy world had it not been for the many occupations by repressive Combine or Capellan regimes. Despite the frequent fighting, Mallory's World survived the Age of War and eventually became a member of the Federated Suns. During the Star League era, the people of Mallory's World were able to use the new technologies coming out of the Terran member-state to further boost the yield of their crops and herd animals.The collapse of the League and outbreak of the Succession Wars would change all that. The First War left the planet, its population, and the majority of the planet's agricultural centers seriously damaged. The second war, though less violent, did even more harm. The strategic location of Mallory's World between the Draconis Combine and the Capellan Confederation made it such a tempting target that those two realms were frequent and brutal in their attacks. The Federated Suns, not willing to part with such a strategically vital world, heavily defended Mallory's World.By the beginning of the Third Succession War, three of the four continents on Mallory's World have been so trampled that little will ever grow there again, and so the fourth continent - New Helen - has been declared a \"safe zone\" to protect the world's food-production capability. Even the Capellans and the Kuritans have decided to respect this liberated zone.The other three continents, Juniper, Joshua, and Oregon, have become more industrialized as a result, with DropPorts, trading posts, light manufacturing and food-processing facilities replacing the vast farms and ranches of the early days. Oregon is also home to the planetary capital of Mallory City in the north and the nearby military capital of Fort Dodger.House Davion recaptured Mallory's World twelve years ago in 3013, but the price of victory was the life of Prince Ian Davion, as well as several thousand soldiers. Since that time, the garrison has fought off several sustained assaults by crack Kuritan regiments."
  },
  "Position": {
    "x": 111.4,
    "y": 5.9,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_pop_none",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_poor",
      "planet_industry_aquaculture",
      "planet_industry_agriculture",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 15,
  "Owner": "Davion",
  "ContractEmployers": [
    "Davion",
    "ComStar",
    "Locals"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Davion",
    "Kurita",
    "Liao",
    "MagistracyCentrella",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "G",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}