{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Mira",
    "Name": "Mira",
    "Details": "The Surt system is unusual in being one of the very few Class III Giants known to support a family of planets. Two of these fall into the wide habitable zone, but only Surt IV, the world designated as Mira, supports life as we know it. Evidence indicates that only one world, the huge brown dwarf designated Muspheleim (Surt VIII) was originally part of the system. The others were apparently captured by the interplay of the gravitation between the star and the superjovian gas giant. Debates rage to this day in scientific circles as to whether the captures occurred simultaneously or over the space of several hundred thousand years.Mira was settled during the early period of Terrestrial colonization in the mid 22nd century. The earliest colonists were of Hispanic descent; these settlers pioneered the extensive oceanic industries that were to make Mira famous. Their first ventures were in the area of pelagiculture; it wasn't until 2237 that the famous Molotosky purification process for recovering minerals from seawater -leaving purified drinking water and saleable by-products - was developed on Mira.Mira's conditions can be described as habitable only with a large dose of charity. Mass and density combine to produce a gravity of nearly 1.8 times Terra-standard. The atmosphere pressure at sea level is 2.20 atm. Coupled with a partial pressure of oxygen of nearly 9.5, this makes the air of Mira subtly lethal. The density of the atmosphere is uncomfortable and requires long periods of depressurization before entry into conditioned environments is possible; the high oxygen content is doubly dangerous in feeding fires at incredible rates and causing hypoxia-induced hallucinations in some people, particularly after unusual exertion.The planetary atmosphere is only thin enough to support life at all because of the effects of the energetic star, which has stripped away much of the atmosphere over the past few million years. The heat also combines with extensive hydrosphere to produce a massive layer of clouds. The greenhouse effect on Mira effectively doubles temperatures that might be found on less humid worlds. Misty, swampy conditions prevail over much of the planet. However, Mira is more geologically active than Terra, supporting large mountain chains, which in many places rise up above the cloud layers. These peaks often extend high enough to boast quite Terra-like conditions of temperature, atmospheric pressure, and humidity that serve as interesting contrasts to the marshy jungles at sea level. The largest of these high plates is the continent-sized formation known as Mesa Grande near the equator, which is home to the capital of Ciudad Mira.High radiation output from Surt and the harsh environmental conditions of the planetary surface have contributed to a surprising diversity and spread of life forms native to Mira. The jungles and swamps of the lower reaches of the Miran continents support lush vegetation and a variety of interesting animal forms, including pseudo-reptilian types which show a number of points of similarity to Terrestrial dinosaurs - aside from being six-limbed, homethermic, viviparous, and being much more cunning than any dinosaur that ever walked Terra.The biochemistry of Mira is only partly compatible with that of Terra. Humans can obtain nourishment from Miran sources, but without hideously expensive vitamin supplements they must consume better than three times the bulk to obtain the same nutritional value as Terra foodstuffs give. Miran food is cheap and plentiful, and for the very poor provides the staple dirt, which lead to a curious combination of malnutrition and weight problems among those who cannot afford vitamins or Terran foodstuffs.Mira today is still a world of contrasts. Large tracts of polar and mesa upland regions are heavily urbanized and industrialized. In its heyday, the planet Mira was parcelled out as luxury estates for Tikonov nobles and their families. Like the estates of Terra's Russian nobility centuries before, the Tikonov landholdings on Mira have been converted to museums for the edification of offworld tourists.The manufacture of textiles (the largest manufacturers advertise themselves as clothiers to the galaxy), and other agro-byproducts, as well as light and heavy manufacturing are the principal industries of Mira. Overall the standard of living is very low on Mira; the beeswarm millions in numerous cities earn marginal livings at best. Symptoms of poverty are widespread - problems with crime, prostitution, controlled substance abuse, and the like - are everywhere in the major population centers. Perhaps the worst conditions of all are found among the seafarers who must work constantly in the lowland heat, and in the various port cities along the lowland shores which continue to support the pelagic industries."
  },
  "Position": {
    "x": 103.39,
    "y": -52,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_pop_large",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_poor",
      "planet_industry_aquaculture",
      "planet_industry_agriculture",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 10,
  "Owner": "Davion",
  "ContractEmployers": [
    "Davion",
    "ComStar",
    "Locals"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Davion",
    "Kurita",
    "Liao",
    "MagistracyCentrella",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "F",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}