{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Kathil",
    "Name": "Kathil",
    "Details": "Kathil was once considered a small, unremarkable world near the Capellan border. It's blue-green waters frame yellow-green continents, the washed out vegetation a result of the Chlorophyll-poor plant life that is used to the system's bright F-class star. Muran is the largest continent. Mountainous, it's western shore is almost continually swathed in clouds, drowning it in rain, while the interior remains an arid plain running all the way to the temperate and moderate eastern seaboard. The island continent of Thespia contains numerous deserts. The few deposits of rare metals were not enough to attract more than a trickle of colonists, most of whom had to turn to farming to survive. With the formation of the Star League and the struggle of the Reunification War, Kathil's importance soared. The war fought to bring the distant Periphery states into the Star League put a heavy strain on the Jumpships and Dropships of the Star League Navy. The vast distances those ships had to travel for repairs often all the way to Terra might keep them out of the fighting for years. For this reason, the Star League decided to build major shipyards outside the Terran member state in 2596. Among the planets chosen as sites for Star League Naval Repair and Refit Facilities was Kathil. It was chosen over others nearby because its star system is free of asteroids and dust that might easily damage the delicate Jumpships. It also has a remarkably stable sun with few solar flares or storms. The facilities were officially christened the James McKenna Shipyards in 2602.The facility is actually composed of two separate shipyards. One was a huge complex of repair docks and machine shops for Jumpships orbiting near the Zenith jumppoint. The other was a series of orbiting repair bays for Dropships. On the planet itself was a complex of repair industries and parts warehouses. Throughout the Star League era, the McKenna Shipyards serviced ships of the Star League Navy as well as from private navies of the Capellan Confederation, the Federated Suns, and civilian trading companies.Like so much else, that all ended with the collapse of the Star League. Capellan Warships made their way to Kathil, and despite heavy resistance from Federated Suns Warships, they managed to cripple the Jumpship yards. Several subsequent attacks aimed at both shipyards have further reduced their functioning. Though the Jumpship yards have been repaired enough to do routine ship maintenance and to perform a few major overhauls, so much was damaged and so much has been forgotten that most of the shipyard stands empty and unused. The Dropship yards are in much better condition and remain as the largest and best-kept Dropship repair facility in the Federated Suns.Several raids by Capellan 'Mechs have destroyed most of the on-world warehouse and parts factories. Almost all of the Jumpship parts have been destroyed or carried off. Quite a few parts for Dropships still exist, but the drastic loss of technology has left the use of some of these parts nothing short of a mystery.The capital of Kathil is District City.[3025] With its headquarters based in Kathil's capital, General Motors is a major manufacturer of motors and wheeled vehicles. Much of the company's business is with the Davion military, and so the factories on Kathil have been the target of numerous attacks from the Capellan Confederation. The company has managed to survive, however, and with the aid of its new factories on Salem and Talcott, it looks forward to continuing its growth. GM of Kathil also manufactures a line of rugged all-terrain vehicles, luxury cars, and engines for the general public."
  },
  "Position": {
    "x": 171.36,
    "y": -148.58,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_industry_manufacturing",
      "planet_pop_none",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_poor",
      "planet_industry_aquaculture",
      "planet_industry_agriculture",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": true,
  "JumpDistance": 10,
  "Owner": "Davion",
  "ContractEmployers": [
    "Davion",
    "ComStar",
    "Locals"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Davion",
    "Kurita",
    "Liao",
    "MagistracyCentrella",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "F",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}