{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_NewHome",
    "Name": "New Home",
    "Details": "New Home has been fertile ground for violent Zhanzheng du guang activity since the end of the Forth Succession War, making duty on the planet a hazardous proposition. The Thirtieth Lyran Guards, stationed on New Home when the Liaoist guerrilla cells launched open revolution, found themselves barely able to hold the government together in the face of almost daily bombings and killing of civilians. Frequent attacks on the unit's personnel and dependants further demoralized the Guards' commanders, Marshal Vincent Tanner and Leftenant General Herbert Kingsley. Marshal Tanner declared martial law and suspended the ineffectual planetary government, but he was assassinated by the Zhanzheng du guang mere days after his declaration. Less than 24 hours later, word reached New Home that Katrina Steiner-Davion had proclaimed herself Archon of the independent, neutral Lyran Alliance and that all Lyran troops were invited to return home. Acting commandeer Lt. General Kingsley eagerly accepted the invitation, only too happy to bid New Home goodbye.Most of the unit however, preferred to remain on New Home. Many of the newer recruits were natives of that planet, and the brutalities of the Zhanzheng du guang had only made them more determined to free New Home forever form the threat of Capellan domination. Led by Lt. General Delores Whitman, Kingsley's second in command, the Thirtieth Lyran Guards mutinied en route to the Lyran Alliance. Whitman and the rest of the unit returned home, only to find that the Liaoist revolutionaries had taken control in their absence. Reinforced by BattleMechs and state-of-the-art weapons from the Free Worlds League, the newly Christened New Home Regulars presented the Thirtieth Lyrans with formidable opposition.Currently, an uneasy stalemate prevails between the New Hope Regulars and the Lyran troops. The Thirtieth captured the cities of Finder and Mann in its initial assault and still holds them as far as anyone knows, but Liaoist resistance is a constant threat to their control. Both sides in this conflict have received aid from their patron states, but neither force has yet gained the advantage. The Thirtieth has hired mercenary infantry units to beef up its strength and to act as riot control were necessary. Rumor has it that the Thirtieth intends to claim New Home as its own, independent of the Lyran Alliance and the Federated Commonwealth; if this is true, financial and military aid from both of these realms may dry up. Pirate raids against the troubled worlds present another problem, and pirate bands based on the nearby world of Byrant are particularly troublesome, stealing large amounts of supplies and equipment from both major combatants."
  },
  "Position": {
    "x": 7.22,
    "y": -12.71,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_pop_none",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_rich",
      "planet_industry_mining",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 8,
  "Owner": "Liao",
  "ContractEmployers": [
    "Liao",
    "ComStar",
    "Locals"
  ],
  "ContractTargets": [
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "MagistracyCentrella",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "A",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}