{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Capella",
    "Name": "Capella",
    "Details": "The second most politically important world within the Confederation, Capella is the home of the original Capellan Hegemony and was the birthplace of the Capellan Confederation after the Aris crisis.  Permanent garrisons of two reserve regiments with AeroSpace support are supplemented by well-fortified ground installations, managed by highly motivated militia forces.  Capella is corporate headquarters for the powerful Ceres Metals and Capellan Commonality Bank. The capital city of Capella is Capella Prime.[3025] Capella is the site of one of the 16 Philotechnique Institutes. These serve the Capellan state as special post-secondary institutions. Established originally in the mid-28th century as technical and scientific training centers, the institutes today also emphasize \"philosophical\" (political) training. Admission to a Philotechnique Institute is by special recommendation of a planetary director only, and all expenses are paid by the state. Often enough, students in these institutions have previously served with distinction as members of the Ranks of the Dedicated. Graduates who are not technically oriented are placed in positions of administrative responsibility, or are recruited into the ranks of the Maskirovka.<p>[3075] Capella has been spared most of the ravages of the Jihad whereSian has suffered most. There was a short time when ChancellorLiao considered shifting his government to Capella for security, butthat plan was quickly abandoned as the people of Sian rallied tohis defense. The Capella Commonality Bank has become even moreintegral as it attempts to hold the struggling Capellan economyafloat. The central bank of the Confederation—despite the name, itcontrols assets across the realm—has been struggling greatly withbad loans and rampant inflation along the Confederaton’s bordersas Blakist attacks disrupt trade and commerce.</p><p>The nobles of the House of Scions on Capella have been quietlyamassing more and more power and influence as the Jihad claimsthe lion’s share of Chancellor Liao’s attention and funds. The breakdownof the HPG did the nobles a great service, allowing them toconsolidate power within their own warrens and duchies withoutthe direct oversight of Sian. While none of them are known to betreasonous, several years of nearly uninterrupted autonomy hasgiven them the impetus and the wherewithal to begin to act moreindependently. How the Chancellor and the rest of the Directoratewill respond once the current crisis passes cannot be guessed, butpast practices have proven Sun-Tzu Liao to be anything but generousto those who threaten his rule.</p>"
  },
  "Position": {
    "x": 38.13,
    "y": -172.16,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_industry_manufacturing",
      "planet_other_megacity",
      "planet_pop_large",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_rich",
      "planet_industry_mining",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 7,
  "Owner": "Liao",
  "ContractEmployers": [
    "Liao",
    "ComStar",
    "Locals"
  ],
  "ContractTargets": [
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "MagistracyCentrella",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "G",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}