{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_St.Ives",
    "Name": "St. Ives",
    "Details": "Regional Capital of the St. Ives Commonality, St. Ives is ruled by the powerful Overton family.  It is a major 'Mech producing center and home to the St.Ives Armored Cavalry, which maintains a permanent garrison on the planet.  Historically a leader in the production of electronics, St. Ives currently hosts the largest concentration of electronic and avionics manufacturing centers in the Confederation, as well as the most extensive AeroSpace fighter production center in Capellan space.  It is one of the most important and most heavily defended of House Liao worlds. St. Ives is honeycombed with vast underground factory complexes invulnerable to all but the most costly man-to-man actions making a full-scale conquest of the planet unlikely.[3025] HildCo Interplanetary was once a major manufacturer of interstellar spacecraft, but loss of supporting technologies in the Succession Wars changed that. HildCo today is in the maintenance and repair business, working on merchant, naval, and military support craft that remain under the control of House Liao. HildCo also works closely with representatives of ComStar, occasionally providing labor and equipment to this important organization. Out of necessity, HildCo is presently the major financial backer of salvage missions to recover lost Star League technologies in Capellan space. Without significant recoveries, HildCo can never hope to increase its market base.<p>[3075] St. Ives has suffered through the lasttwo decades, and while its pain does notequal that of the nuclear holocausts ofTharkad and Luthien or the charnel houseof New Avalon, the losses have beensteady and persistent for the people of the capital of the St. IvesCommonality. First came the re-conquest when the Confederationreclaimed its wayward territory by force, then the destructive campaignof George Hasek to break the Commonality away from theConfederation again. Finally, the Word of Blake arrived and slaughteredmore than two million citizens in their attempt to captureTian-tan, the capital city.</p><p>St. Ives was a heavily industrialized world and managed to maintainmuch of that capacity through the Succession Wars. During theyears of the St. Ives Compact, those industries were expanded andupgraded, giving the tiny realm a powerful military and technologicaledge that benefited both the manufacture of military equipmentand upgraded the civilian economic infrastructure as well.HIldCo Interplanetary, manufacturer of the Victor and BlackjackBattleMechs, has always held the flagship position amongst St. Ives’military industries, but that position has frequently been threatenedby the sprawling aerospace industry present on the world. TengoAerospace is one of the leading aerospace firms in the Confederation,and its close association with the St. Ives military during the Compactyears let it draw a great deal of technology and expertise from thatrealm’s close friendship with the Federated Commonwealth.Much of the St. Ives industry is underground, built into the manynatural caverns that honeycomb most of the main continent. Formost of its history St. Ives has depended on these natural defensesto aid them against technology raiders and insurgents, and for themost part they have succeeded. During the re-conquest, HouseHiritsu targeted a surface installation of HildCo and managed todeal it significant damage, which made extracting the full yield ofthe underground factories impossible.</p><p>The people of St. Ives have accepted their return to the CapellanConfederation proper, and with the death of longtime rulerCandace Liao, they have transferred their allegiance to her sonand heir, the famed Kai Allard-Liao, former Champion of SolarisVII and hero of the Clan Invasion. The Duke—a personal friend ofPrecentor Martial Victor Steiner-Davion—has sworn his allegianceto the Capellan Confederation, and his people have supportedthat move. Several St. Ives regiments fought against the CapellanMarch forces during the Davion invasion and even fought in theCapellan counterattack that penetrated as far as New Syrtis.The world is still rebuilding from the devastating Word of Blakeattack of 3070. So many dead at once left little time for proper burialand grieving, and many of the citizens are still suffering from theeffects of post-traumatic stress and undiagnosed depression. Thepressure of fighting against the Word of Blake has given many ofthem a purpose to latch onto, but the steadily weakening Blakistpresence in the Confederation is grinding away at that purposeand bringing painful memories back to the forefront.</p><p>Although the Allard-Liaos have ruled St. Ives since the FourthSuccession War, members of the Overton family, who previouslyheld the world of St. Ives even as Candace was responsible for theCommonality, have remained in positions of power. With the deathof Candace and the defection of Candace’s daughter Cassandra toa mercenary unit, Lord Edgar Overton, the family’s patriarch, hasbeen quietly agitating for a the return of Overton stewardship toSt. Ives. Although these agitations have so far been political andpeaceful, a small-but-growing groundswell of support is rising,and it may only take a spark to ignite a conflict.</p> "
  },
  "Position": {
    "x": 109.62,
    "y": -214.37,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_industry_manufacturing",
      "planet_other_megacity",
      "planet_pop_large",
      "planet_other_capital",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_recreation",
      "planet_industry_mining",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 6,
  "Owner": "Liao",
  "ContractEmployers": [
    "Liao",
    "ComStar",
    "Locals"
  ],
  "ContractTargets": [
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "MagistracyCentrella",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "G",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}