{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Hall",
    "Name": "Hall",
    "Details": "When the news of the Marik-Liao invasion reached the planet Hall, the defending Forth Republican prepared to fend off an assault that never came. Instead of mounting a direct attack, Chancellor Sun-Tzu Liao directed his agents to foment a rebellion and so claim the world for the Capellan Confederation, but the Forth ruthlessly crushed the rebel movement. Though the Forth felt no particular loyalty to House Davion to justify its brutal actions, Hall's former status as part of the Tikonov Free Republic meant the unit loved the Capellan Confederation even less.The Clan conflict left many rimward planets defended by green units and troops considered too unreliable for service on the front lines. Its history of vocal anti-Davion sentiment, discipline problems, and the current rumors of the unit recruiting out-of-work mercenaries after conducting only superficial background checks put the Forth firmly into the unreliable category. When Archon Katrina Steiner-Davion invited all Lyran units currently serving in the Sarna March to return to the new Lyran Alliance, the commander of the Forth Republican, Leftenant General William Bud Baranov, recognized the message hidden in the Archon's speech: the mighty Federated Commonwealth was breaking apart.After a quick meeting with his officers, Baranov led his troops against the capital city of Harney, casually swatting the poorly organized opposition and crowning himself Emperor of hall. Though the unit secured only the capital, most of the planet's populace fell in line out of fear of what the unpredictable commander would do next. Only Count McNally, who controlled a sizeable region of land east of the capital, possessed sufficient military strength and economic assets to counter Emperor Baranov. Convinced that Baranov's next move would be against him, Count McNally hired mercenaries from Outreach to augment his own 'Mech forces, then settled in to wait.Emperor Baranov had too much trouble in his own court to worry much about McNally. Several of Baranov's men had rebelled against him, and the two sides skirmished almost daily in Harney's streets. A city untouched by the conflict since the First Succession War, Harney was rapidly falling to ruins. When Baranov finally drove the rebels outside Harney, that faction claimed several southern cities as its territory, and rumor has it that members of that faction have begun fighting amongst themselves.All three sides continue to administer their small portions of Hall, occasionally fighting each other for supplies of territory. Emperor Baranov controls the only interstellar transport on Hall and uses it to conduct pirate raids in an effort to feed his troops and subjects. The Emperor is also attempting to gain sole control over the ComStar compound in Harney so that he can deny his enemies access to interstellar communication. ComStar continues to block these efforts, and so Count McNally regularly sends out messages requesting assistance from various members of the Free Worlds League in ending Emperor Baranov's reign.Hall's annual precipitation is far below the average for Terra, which gives the planet several large deserts. Considered one of the most beautiful worlds in known space, Hall owes this reputation to the strange, compelling rock formations found in each of the planet's deserts. From the air, it can be seen that many of these formations consist of solid walls of rock about five meters thick and sometimes more than two hundred meters long and of varying heights. The most unique feature of these formations is that most of the rock walls run parallel to one another, creating a vast complex of hallways."
  },
  "Position": {
    "x": -13.96,
    "y": -44.25,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_pop_none",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_recreation",
      "planet_industry_mining",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 5,
  "Owner": "Liao",
  "ContractEmployers": [
    "Liao",
    "ComStar",
    "Locals"
  ],
  "ContractTargets": [
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "MagistracyCentrella",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "M",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}