{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Tikonov",
    "Name": "Tikonov",
    "Details": "Named in honor of the last premier of the Terran Union of Soviet Socialist Republics, the planet Tikonov was one of the first worlds colonized during the first wave of colonial Terran expansion during the early 22nd century. Originally settled by immigrants with strong Eurasian and western Asian background, Tikonov more than any other world in the Confederation has maintained a link (however tenuous) with its Terran heritage. Tikonov one of the first worlds settled by Mankind. Its many large mineral deposits quickly made it a center of industry. With industrial power came political power, and by the late 23rd century Tikonov emerged as the political nexus of the region by establishing the first republican union. Existing technologies and vast distances made these original unions temporary at best, but the inhabitants of Tikonov have never forgotten their role as the prime organizers of the first political unification of the Capellan Zone: The Tikonov Grand Union.As the capital of the Tikonov Grand Union, Tikonov eventually became a member of the fledgling Capellan Confederation, and then Star League. During the Forth Succession War, Tikonov fell to the Federated Suns. In a deal with Colonel Paval Ridzik, the former leader of the Capellan Armed Forces, The Federated Suns agreed to recognize the Tikonov Free Republic and to terminate all hostile operations within its borders in return for a pact of mutual protection and defense. This deal allowed House Davion to reduce its garrison forces, whilst also denuding the Confederation of more worlds.After Ridzik's assassination, the TFR voted to join the nascent Federated Commonwealth in 3031. During the FedCom Civil War, the Free Tikonov Movement resurged on Tikonov, and with the aid of Warrior House Da Da Chi they recaptured their world. Though technically now an independent world, Tikonov is currently garrisoned by CCAF troops and is classified as a Capellan holding.Tikonov is a large arid world that has four major landmasses: Ufa in the northeast, Krasnodar in the southeast, Pskov in the southwest, and Kazan in the northwest. Tikograd, the capital of Tikonov, is located on Kazan. The largest, and most heavily industrialized city on the planet, Tikograd has long been divided into three areas: administrative, industrial and residential. Each section is separated from the others by its own walls and towers, with only a limited number of roads and subways connecting the three sections. Surrounding the whole complex is another series of walls and towers, though not as imposing as the inner ones.The planet supports three major defense contractors: Earthwerks, Ceres Metals and Harcourt Productions. Tikograd is located northeast of the Ural Mountains, the capital and home to Earthwerks largest plant. Ceres Metals is located on Asano Bay outside the city of New Moscow on the northwest coast of Ufa. Tukwila Valley is a major agricultural center for Tikonov, and is located on the continent of Ufa due south of New Moscow. Harcourt Productions is located in the city of Tukwila. The Herosoma Mountains run diagonally across the continent providing all the ore needed for production."
  },
  "Position": {
    "x": 102.83,
    "y": -42.21,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_industry_manufacturing",
      "planet_other_megacity",
      "planet_pop_large",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_rich",
      "planet_industry_mining",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": true,
  "JumpDistance": 6,
  "Owner": "Liao",
  "ContractEmployers": [
    "Liao",
    "ComStar",
    "Locals"
  ],
  "ContractTargets": [
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "MagistracyCentrella",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "G",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}