{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Outreach",
    "Name": "Outreach",
    "Details": "Outreach, the so-called Mercenary's World, was first settled during the 22nd century by Terran colonists attracted by the planet's warm climate, large tracts of arable land, and abundant natural resources. During these early years, Outreach became known as an agricultural exporter, but tourism became the mainstay of the planet's economy after the planet began to host the Star League Martial Olympiads in 2704. Following the collapse of the Star League toward the end of the century, however, Outreach's tourism industry quickly died, forcing many inhabitants to emigrate.In 2786 Outreach came under Capellan Control, and its fortunes continued to decline for almost 200 years. During the Forth Succession War, the Federated Commonwealth captured the planet. Following the cessation of hostilities, Prince Hanse Davion granted Outreach to Wolf's Dragoons, the most famous and formidable mercenary unit in the Inner Sphere. That action heralded a renaissance for the world. Determined to create a home for themselves, the Dragoons immediately began to rebuild Harlech, the decaying capital of Outreach. Within a few years, the Dragoons had transformed Outreach into the center of the mercenary trade for the Inner Sphere.Today, Outreach remains one of the few worlds of the Chaos March untouched by the bloody conflict raging in the region. Unwilling to pay the high cost of battling the Dragoons' five regiments for control of the planet, Chancellor Sun-Tzu Liao proclaimed Outreach as an independent barony of the Capellan Confederation. Generally, business has gone on as usual on Outreach. The renowned Hiring Hall, which is operated under the supervision of the Mercenary Review and Bonding Commission, continues to attract mercenaries and employers. In fact, the instability in the surrounding systems has caused a surge of activity at the hall, as employers from the embattled worlds of the Chaos March come to the city in search of mercenaries. Just as the mercenary trade has benefited from the tensions in the March, so have Outreach's 'Mech and weapon dealers, as well as numerous other industries that support the mercenary trade. However, the troubles in the March have dampened Outreach's tourist industry somewhat.In addition to Outreach's healthy economy, the competent Dragoon government and the planet's state-of-the-arty defenses have helped make Outreach an oasis of calm in the March. Dragoon commander Jamie Wolf rules the planet with a firm yet fair hand, and the Cyclops I Orbital station enables the Dragoons to closely monitor all incoming Dropships. These two conditions virtually ensure that none of the surrounding unrest will spill onto Outreach.Outreach contains twin continents, named Romulus and Remus. Romulus contains the planet's capital, Harlech, as well as all its major cities and commercial enterprises. A mountain range known as the Ridge bisects Romulus, and outside of the cities, the continent's countryside turns in small farms and lightly forested hills. Remus, also known as the Outback, is the private hold of Wolf's Dragoons. The mercenary unit maintains a headquarters and training facilities on this arid desert continent. The entire planet enjoys a warm, temperate climate all year round. "
  },
  "Position": {
    "x": -3.1,
    "y": -34.68,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_industry_manufacturing",
      "planet_pop_medium",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_rich",
      "planet_industry_mining",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 3,
  "Owner": "Liao",
  "ContractEmployers": [
    "Liao",
    "ComStar",
    "Locals"
  ],
  "ContractTargets": [
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "MagistracyCentrella",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "B",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}