{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_St.Andre",
    "Name": "St. Andre",
    "Details": "St.Andre, some 120 light years from Terra, was discovered by Terran explorers in 2203. It was not immediately colonized on a large scale, though a small private commercial settlement at Jerome, later to become the planet's capital, maintained a modest spaceport and saw to the harvesting and exporting of Andrean Ironwood from the subtropical forests along the equatorial belt.The sun of St. Andre is slightly cooler and dimmer than Sol, and so the climate of its one habitable world is somewhat cooler than Terra. Except for the equatorial regions, most of the planet is locked in the grip of an ice age, with fully 25% of the surface covered by ice caps. Unlike Terra, St. Andre will never experience a wholesale thawing. In fact, as its sun  grows dimmer over the next few billion years, the world will sink deeper and deeper into its ice-bound lethargy until, eventually, all life perishes and the atmosphere itself freezes solid.This icy climax to the planet's history will not occur for at least four billion years, however, and in the meantime, St.Andre is, by almost any standards, a pleasant enough place to live. Most equatorial regions experience yearly snowfall, but summers are pleasant, and warm ocean currents serve to keep even northerly latitudes habitable. The only truly inhospitable areas of the planet are at the poles, where temperatures during the long winter night can reach -70 Celsius.St.Andre's population was still less than 500 million in 2579 when the world was identified by Ian Cameron and Terrance Liao as a strategic site for one of the early Star League military bases. Industrial growth was rapid after this, with a large percentage of the planet's gross domestic product hinging on the supply and maintenance of several Star League facilities scattered across its habitable surface.This age of prosperity ended, however, with the unprecedented brutality of the First Succession War. St.Andre, with its military facilities, its ship yards, its 'Mech factories, received special attention from several of the competing would-be First Lords. The surface of the world today is dotted with the scorched and charred ruins of cities obliterated during repeated raids and invasions.By the end of the Second Succession War in 2863, scant industry remained on St.Andre. Those factories which survived were geared more to the necessities of survival than to those of war. St.Andre had, after all, a harsh climate, and a certain level of technology was necessary simply to preserve human life. The old Star League facilities has been obliterated. Some by repeated 'Mech attacks and firestorms and bombings, many by the radioactive hells unleashed by both strategic and tactical nuclear strikes. There were endless rumors of 'lostech' sites, places where half-magical, high-tech treasures of the Star League had been gathered safe from hostile marauders, and for many years St.Andre has attracted treasure hunters and speculators from across the Inner Sphere."
  },
  "Position": {
    "x": 65.64,
    "y": -100.64,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_pop_large",
      "planet_industry_recreation",
      "planet_industry_mining",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 4,
  "Owner": "Liao",
  "ContractEmployers": [
    "Liao",
    "ComStar",
    "Locals"
  ],
  "ContractTargets": [
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "MagistracyCentrella",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "G",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}