{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_EpsilonIndi",
    "Name": "Epsilon Indi",
    "Details": "Epsilon Indi is a wasteland of deserts, empty seabeds, and bombed-out cities. Life and human habitation on the planet is now confined to the polar regions, the only areas clear of the fallout from the nuclear weapons that Amaris the Usurper used to subdue epsilon Indi when he attempted to take over the Star League. After the League's collapse, the Capellan Confederation claimed the world but devoted few resources to restoring it.After the Forth Succession War, the Federated Commonwealth designed and funded a few programs to rebuild in the areas not blanketed by radiation. Surveys of the planet's crust showed rich in mineral deposits, and small mining companies set up shop. Between 3034 and 3049, the planet's tiny population doubled as the mining made its people fiercely proud of themselves and their world. Epsilon Indi's increasing viability, however, also made it attractive to Sun-Tzu Liao, who installed Zhanzheng de guang networks on the planet in hopes of destabilizing its government.The Zhanzheng de guang rose up against the FedCom government during the Sarna March invasion and captured several towns. Epsilon's citizens reacted swiftly and violently, forming vigilante groups and working with the regular militia. These combined forces invaded the captured towns and retook some of them, but others still remain in Liaoist hands. One spectacular vigilante attack killed most of the Liaoist leaders, effectively ending the revolution as an organized crusade. Several Zhanzheng de guang members, however, remain at large and carry out frequent terrorist attacks against forces loyal to the ruler of Epsilon Indi, Duke Benson Abraham. The Liaoist forces have recently been aided by the Langendorf Lancers, a Marik-backed mercenary unit. The Lancers and Zhanzheng de guang have made several attempts to capture the town of Krist, a major center of Epsilon Indi's mining industry. So far they have not succeeded, but the cities defenders grow weaker with every assault.The single largest and most effective armed force on Epsilon Indi is the Epsilon Indi Irregulars, composed of militia troops and local citizens. Commanded by Grand General Samon M'Benga, a close friend of the duke, the Irregulars are equipped with outdated 'mechs, and Duke Abraham is unsure of the unit's ability to hold out indefinitely against determined and violent terrorist opposition. He has made repeated request to the Archon Prince for reinforcements, but his pleas have gone unanswered because Epsilon Indi is a low priority for the Commonwealth. As a result, the duke's loyalty to his sovereign is gradually eroding.Rumors persist that Liao infantry troops have landed on the planet. These rumors have intensified in the wake of the Capellan Confederation's buyout of the Lancers' contract.Ruins of old cities dot Epsilon Indi's desolate surface, and many of these have become home for the thousands of refugees from the city of Krist. The ruins also often house criminals and bandits, who prey on people travelling between Epsilon Indi's towns and cities."
  },
  "Position": {
    "x": 29.2,
    "y": -15.56,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_pop_none",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_rich",
      "planet_industry_mining",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 11,
  "Owner": "Liao",
  "ContractEmployers": [
    "Liao",
    "ComStar",
    "Locals"
  ],
  "ContractTargets": [
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "MagistracyCentrella",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "F",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}