{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Genoa",
    "Name": "Genoa",
    "Details": "When a passing meteor forced the planet Genoa into a brief journey outside its orbit millennia ago, the world's lush plant life and plentiful animal life lost their fragile hold and died off, leaving only the dry, rocky, marginally habitable place that the smallest population of any system in a 60-light-year radius of Terra now calls home. The planet's attraction now lies in its rich deposits of raw materials - always in demand by industry - and high-grade gemstones. When the world's harsh surface drove settlers to make their home underground, the population discovered huge underground lakes teeming with many unique aquatic species. The current citizens carefully nurture and harvest certain fish and export them as delicacies and as exotic pets.Genoa was historically defended by only a skeleton force consisting mostly of militia troops and a few tanks. When the Liaoist rebels received the command to retake the world for the Capellan Confederation, they felt confident that they could easily crush the government's few defenders. An informer in the rebels' ranks, however, prepared the militia for the attacks, giving the defenders a few early victories. Fierce counterattacks by killing the Genoan president and soundly defeated by the Davion militia, but their efforts ultimately failed to secure the planet for Chancellor Liao.As soon as the news of the president's death hit the streets, the heads of several small and large corporations operating on Genoa began jockeying to gain sufficient power and influence to become the next president of the planet. Political manuevering quickly degenerated into physical conflict as companies made alliances of convenience to achieve their goals and betrayed those alliances just as quickly for new opportunities. These conflicts have escalated to the point where wealthy companies face, promising payment in precious gemstones. The bitterest fighting is for control of the largest share of the economy is the one most likely to successfully declare himself president and hold that position.The infighting between businessmen has taken a heavy toll on local and interstellar trade. Pirate bands that are taking advantage of the confusion in the Chaos March to plague the local planets also put a crimp on successful, uninterrupted trade. Because little exists on the surface of Genoa to discourage them from doing so, several pirate bands now make their home in that planet's relative safety."
  },
  "Position": {
    "x": 39.02,
    "y": -59.75,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_pop_none",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_recreation",
      "planet_industry_mining",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 1,
  "Owner": "Liao",
  "ContractEmployers": [
    "Liao",
    "ComStar",
    "Locals"
  ],
  "ContractTargets": [
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "MagistracyCentrella",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "B",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}