{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Nanking",
    "Name": "Nanking",
    "Details": "One of the first trade centers developed during the Exodus, Nanking was incorporated into the Tikonov Union during the late 23rd century.  Today, Nanking serves as a large regional naval base and supports the Warrior House Daidachi regiment.  In addition, it is a commercial rival of Styk.  Local deposits of platinum and copper attract considerable interstellar trade and exchange.  Some 17 percent of all commerce received by the entire Capellan Confederation annually flows through Nanking.From 2901 through 2910, elements of an elite strike force (code named Red Rover) containing units of the Defenders of Andurien and the Orloff Grenadiers, conducted a series of deep penetration raids against key Liao supply depots at Aldebarran, Shensi and Nanking. The raid culminated in the daring capture of a fully laded iceship, the Silver Frost, as it prepared to depart the Buenos Aires system. With the Silver Frost in tow, the Red Rovers launched a multi-pronged assault on the then Liao desert world of Zion, routing the defending garrison from its fortifications in the Gapston mountain range.[3025] A subsidiary of Earthwerks Ltd., specializing in light and medium BattleMechs, Kallon Industries is identified with its most famous design, the Rifleman, used widely throughout the Inner Sphere. Kallon Industries plants on Asuncion and Bernado now produce BattleMechs for their current captors, House Marik. This has significantly scaled down Capellan BattleMech production capability. In recent years, Kallon has expanded into the manufacture of small arms and laser weapons systems. Though financially stable, Kallon Industries is unlikely ever to be a serious competitor of Earthwerks or comparable 'Mech producers outside the Capellan systems.Named for the importance of its 'Mech industries, the capital of Nanking is Kallontown.Nanking is also the site of one of the 16 Philotechnique Institutes. These serve the Capellan state as special post-secondary institutions. Established originally in the mid-28th century as technical and scientific training centers, the institutes today also emphasize philosophical (political) training. Admission to a Philotechnique Institute is by special recommendation of a planetary director only, and all expenses are paid by the state. Often enough, students in these institutions have previously served with distinction as members of the Ranks of the Dedicated. Graduates who are not technically oriented are placed in positions of administrative responsibility, or are recruited into the ranks of the Maskirovka."
  },
  "Position": {
    "x": 22.74,
    "y": -51.74,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_industry_manufacturing",
      "planet_other_megacity",
      "planet_pop_large",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_rich",
      "planet_industry_mining",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 8,
  "Owner": "Liao",
  "ContractEmployers": [
    "Liao",
    "ComStar",
    "Locals"
  ],
  "ContractTargets": [
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "MagistracyCentrella",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "G",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}