{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Sheratan",
    "Name": "Sheratan",
    "Details": "[3057] A sparsely inhabited, forest-covered world with thick jungles around the equator, Sheratan is one of the most beautiful planets in the Sarna March.The lush forests and jungles spring from fertile soil, ideal for growing fruits and vegetables from throughout the Inner Sphere. Agribusiness's such as Addicks Enterprises bought up acres of it, stripped the land of trees, and turned the bare tracts into huge farms. During the Marik-Liao invasion, it became one of the most bitterly contested.The Sheratan Knights, a single regiment of warriors utterly dedicated to the Federated Commonwealth, defended Sheraton from both invading forces and internal rebellions. The planet had suffered a protracted terrorist campaign by various groups set up and funded by the Capellan secret police since the Forth Succession War, and so the Knights had superior training in dealing with guerrilla-style warfare. When the Capellan Chancellor ordered his agents on Sheratan into action concurrent with the invasion, bombings and mass shootings became commonplace in Sheratan's few large cities. The Sheratan Knights flushed out and destroyed many of the rebel cells, but vast forests and jungles gave the surviving Liao guerrilla plenty of places to hide.The arrival of the Fist of Mokal, mercenaries in the employ of the Free Worlds League, turned the tables in the Liaoists' favor. Seeing that Sheratan was lightly defended, the mercenaries landed in the capital and claimed the world a Capellan possession. The enraged Knights converged on the capital and engaged the Fist in a hit-and-run battle, downing several mercenary 'Mechs. Stunned by the attack, Major William Jeffreys ordered two of his companies to chase the Sheraton Knights into the forests and hunt them down while the third company held the fort in the capital.With the aid of the Liao guerrillas, the Fist MechWarriors found and destroyed a battalion of the Knights. The remaining Knights set the forests ablaze, trapping the mercenaries in a burning hell. Major Jeffreys ordered his unit to charge through the flames, but escaped with only a company intact. The inferno utterly destroyed the remaining Liao forces. The mercenary company in the capital retaliated by slaying thousands of civilians. When word of the brutal killings got out, the Fist of Mokal's contract was declared null and void and the unit itself was proscribed.Before departing Sheratan, the Fist started fires of its own. Soon, vast tracts of land across the planet were burning out of control. Unable to cope with the crisis, the planetary government collapsed. Various minor nobles and other charismatic leaders rose up to fill the power vacuum, and numerous petty kings are constantly contending with each other for control of the world. Meanwhile, the fires continue to burn, kept at bay only near the cities. Most of the resources that could be used to fight the fires are instead spent on small-scale warfare between the various factions. Smoke from the huge blazes makes the days hazy and the nights unnaturally dark.The Sheratan Knights remain the only potential stabilizing force on the planet, but they control only the shattered capital of Gellen's Heights and several square kilometers of surrounding territory. Rebel groups funded by the Capellan Confederation still operate on Sheratan, but the departure of the Marik mercenaries has greatly diminished their power."
  },
  "Position": {
    "x": 40.84,
    "y": -21.5,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_pop_none",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_rich",
      "planet_industry_mining",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 4,
  "Owner": "Liao",
  "ContractEmployers": [
    "Liao",
    "ComStar",
    "Locals"
  ],
  "ContractTargets": [
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "MagistracyCentrella",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "F",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}