{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_TallTrees",
    "Name": "Tall Trees",
    "Details": "Tall Trees is an aptly named forest world. It is a sparsely inhabited, temperate planet with five continents. Lacking enough of an axial tilt to create seasonal variations, most of Tall Trees' land area is covered by deep woods which stretch from sea to sea and nearly from pole to pole. The heavily forested, mountainous terrain of the world has discouraged development, and the planet's population rely primarily on mining, subsistence farming, livestock herding and hunting to provide the necessities of life. Most of the planet's population live in isolated communities. The two major cities of Fa Shura and Helena are located on the continent of Burgundy.Possessing a surface gravity of only .78 G, Tall Trees is notable for the unusual native trees known as Xenosequoias. Some specimens of these forest giants have been measured to over a kilometer in height, with diameters of over 60 meters. The high-level forest canopy in areas populated by Xenosequoias blocks out most of the sunlight before it reaches the ground, and surface vegetation is sparse or non-existent. Most other forest areas on Tall Trees pass enough sunlight for a rich diversity of surface vegetation to flourish.A secret capellan genetic research installation that is believed responsible for the sudden plague that wiped out the entire island of New Tierra del Fuego II in 2966.  Though only a small percentage of the people here are old enough to remember the plague days, it still galls the natives that Tall Trees is the only planet ever to have reached one billion population only to fall below that number again.Despite the fact that 60 years have passed since the New Tierra del Fuego II accident, Capellan troops stationed as guards at the research facility sill receive three times the pay as for normal hazardous duty/combat. The research installation is also believed to be the source of the miraculous food development projects that prevented the famines that had been demographically projected in the late 30th century.[3029] Tall Trees fell to the Federated Suns in the Forth Succession War. Spurred by rumors of the research facility, Tall Trees was perhaps House Davions's most important objective world of the 4th wave. As the first Davion forces were crossing the narrow Straits of New Tierra del Fuego, they saw a series of explosions within the island's forest. The leader of the Davion forces, Major Richards, and his infantry battalion proceeded to the island. They came upon the smoking rubble of the research facilty, and the bodies of three members of the Death Commandoes. The first deaths among Major Richard's battalion came within hours of the explsoions. Soldiers reported feeling nauseous, then fell into comas. Death usually followed the first syptoms within ten minutes. In a hour, most of the battalion was dead."
  },
  "Position": {
    "x": 0.77,
    "y": -66.74,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_pop_medium",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_recreation",
      "planet_industry_mining",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 3,
  "Owner": "Liao",
  "ContractEmployers": [
    "Liao",
    "ComStar",
    "Locals"
  ],
  "ContractTargets": [
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "MagistracyCentrella",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "G",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}