{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_StarsEnd",
    "Name": "Star's End",
    "Details": "Star's End was first settled in the aftermath of the Reunification war by survivors of the bitter conflict between the Star League Defense Force and troops from the Rim Worlds Republic. Bent on vengeance against the Inner Sphere, they lived on the spoils of raids against the two Star League member states closest to them - the Lyran Commonwealth and the Draconis Combine. Over the years, these men and women embraced piracy as a way of life.Star's End is a barren, desolate world shielded by a dense asteroid field, salted with minefields and laser turrets. The system is also rocked by frequent ion storms that make orbital navigation hazardous. Because of its inconspicuous appearance and the danger in transiting the system, this small rock of a world was an ideal base for the collection of space marauders known as the Belt Pirates, under the command of Morgan Fletcher.As the supplies of spare parts, especially for jump vessels, slowed to a trickle, the Belt Pirates became aware that their livelihood depended on the technical expertise to repair and replace malfunctioning avionics equipment. Though numerous pirates have been killed while plying their trade, the technology of building and repairing Jumpships is by no means lost in the Belt. Hidden within the Trojan points of the Belt are zero-G docks and hangers, capable of actually reassembling functional Jumpships from scavenged components.Star's End has proven to be a blessing in disguise to its owners. Beginning in the mid 2880's, massive deposits of germanium, which is essential for starship construction, were reported in locations under the planet's southern ice cap. In the decades since, there have been rumors of vast underground mining and industrial complexes that stretch from the polar cap to the equator.[3075] During the initial Clan Invasion, the Belt Pirates clashed with advance elements of the Wolf Clan. Dismissing the pirates as no threat after a string of easy victories, the Wolves chose to bypass the system and push on to the rich pickings of the Inner Sphere. This proved to be a mistake. Reinforced with elements of pirate bands and mercenary units that had suffered at the hands of the invading Clans, the Belt Pirates struck back with a vengeance. Though lacking the strength to really threaten forces garrisoning the worlds of the Clan occupation Zone, their raids were a distraction that Clan Warrior pride would not long tolerate. Ulric Kerensky of the Wolf Clan, ilKhan of the Clans, dispatched several clusters of solahma troops to deal with the problem. While they persuaded the Belt Pirates to curtail operations temporarily, they failed to penetrate the  Belt itself and root out the corsairs.  Later, Khan Vlad Ward dispatched a full Galaxy to deal with the New Belt Pirates, a force made possible by an alliance between Morgan Fletcher II and Susie Morgraine-Ryan. Once again the Wolves failed to eliminate the hidden bases, but the heavy casualties suffered by the pirates created a rift between Morgraine-Ryan and Fletcher that would prove fatal.</p><p>During the fighting between Clan Hell’s Horses and ClanIce Hellion, the New Belt Pirates struck once again. At the timethe Horses’ attention was fixed firmly on the Hellions andWolves, but they did not forget the New Belt Pirates. Drawnby rumors of the functional shipyards hidden in the belt,Khan James Cobb dispatched Beta Galaxy to settle the issueonce and for all in early 3074. In the past the pirates had relied upon an elaborate layered defense of mines and hiddenweapons emplacements, and time and again these defenseshad proven themselves against fighters and dropships. Butagainst Clan Elementals in battle armor and ProtoMechs theywere less effective. With the perimeter under pressure, SusieMorgraine-Ryan chose this moment to make a run for it, fatally compromising the belt defenses.</p><p>With the sudden collapse of the belt defenses, Hell’s Horses troops flooded in and were able to secure the precious yards undamaged. Although primitive and of limited capacity, these yards are absolutely vital to the Clan’s future now that the Homeworlds are out of reach.</p>"
  },
  "Position": {
    "x": -83.24,
    "y": 432.15,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_pop_none",
      "planet_industry_poor",
      "planet_industry_aquaculture",
      "planet_industry_agriculture",
      "planet_civ_periphery"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": true,
  "JumpDistance": 7,
  "Owner": "Locals",
  "ContractEmployers": [
    "Locals"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "ComStar",
    "Davion",
    "Kurita",
    "Liao",
    "MagistracyCentrella",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "A",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}