{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Regulus",
    "Name": "Regulus",
    "Details": "Regulus has undergone considerable change in centuries since the Cameron-Jones family took charge of the Principality. The Hindu influence that marked its early history, when the Selaj family ruled like maharajas, has been gradually dissipating since the 2550's, when the Selaj fled the League. Recently, political developments on Regulus have been extremely duplicitous. For centuries, Regulan representatives have been a leading voice of the loyal opposition in the Free Worlds Parliament. The possibility of secession from the Free Worlds has arisen, but Derick Cameron-Jones fears Capellan intervention more than he resents Marik mercantile guidelines. The mercurial Dame Humphreys, Duchess of Andurien, has sounded out Cameron-Jones on the subjects of secession, bloodless coups, and formation of a sixth Successor House, but how far these ideas has gone is open to conjecture. ComStar believes that Cameron-Jones is using the Duchess as a stalking horse for his own political purposes, which are more economic than political. Tradition notwithstanding, there is no way of guessing whose side he might join if it comes to a showdown between the Marik and the Duchess. Regulus is also the homeworld of the Free Worlds' most popular entertainer, John Icepick Melton, a man of many talents who never performs the same act twice. Actor, comedian, musician, performance artist, and magician, he presents the illusion of singing underwater, makes large musical instruments appear and disappear by slight of hand, and levitates his audience while holotaping live comedies. He takes pride in never having let one minute of redeeming social value into any of his performances, and fans from Delcour to Claybrooke attest that his show is the most fun they ever had in a theater.<p>[3075] Devastated in the so-called “Night of Fire” in 3072, the Regulan capital was further torn apart during Kirc Cameron-Jones’ divisive Purge.  Regulus was once a planet known for its religious tolerance and acceptance of other cultures, but the Purge saw Regulan turn against Regulan as the paranoia that had gripped the world since the Blakist attack in 3072 spilled over. With the citizens quietly ignoring the increasingly excessive measures that Cameron-Jones used to “cleanse” the nation of any dissenters, the Regulan security service—the RSS—was given the mandate to set up a series of “filtration” camps in the hills outside the city, where suspected traitors could be sifted out from amongst the general populace.</p><p>The result of the Purge is that Regulus is only now rebuilding the shattered city, and many iconic landmarks that survived the night of fire have been tainted by Kirc’s actions. The Palace of Mirrors, which until the Night of Fire largely served as Kirc’s Parliament-in-exile, has been irrevocably linked with the Purge after serving as the RSS’s main detention facility within Regulus City itself. This, and the first Hussars former barracks at the Bagra Ghat, has been left vacant since Prince Titus assumed power. There has been talk about turning the Bagra Ghat fortress into a detention center, but recently Prince Titus declared that the Palace will become the new RDFC Headquarters building, abutting the office complex claimed by the ever-expanding RSS.</p><p>Under the new prince, reconstruction has begun slowly, with the municipal facilities like the new Dombrell Memorial hospital (named for a  RCPD police officer who gave his life against the Manei Domini during the night of fire) ranking higher in importance than the various commercial concerns. This has served to further alienate Titus from his father’s traditional supporter base, but after the brutality of the Purge, the general populace has taken Titus’ assurances of support at face value, and the new Regulan Prince has done his utmost to keep his word.</p><p>The commercial district that served as the lifeblood of the planet was washed away in the sea of fame that enveloped the city’s western quarters during the night of fire, and even now the carcasses of several scorched BattleMechs serve as a constant reminder to the populace of the price they have paid. The rampant consumerism that drove the Regulan psyche is slowly returning, but as a whole the Regulan public through the Principality has become more insular and less likely to source foreign goods in favor of locally produced items.</p><p>One of the industries that felt the biggest impact of the Blakist attack was the  RHE community.  Regulus, along with Gibson, was the league’s largest supplier of recreation Hologram environments pre-Jihad, but especially after the Word assumed control of Gibson (and with it Kensai Holographiks), Regulus was primed to become leading light in the RHE sector—until the night of fire. While the physical plant of the RHE studios was largely unaffected during the assault, the simple fact that Sonja Amora (aka Precentor Naamah of the Word of Blake) had passed herself of as an RHE actress irrevocably tainted the industry and anyone who had had contact with her. Indeed the RHE studios were the first to feel the full force of Kirc’s Purge, with most executives disappearing in the notorious filtration camps.</p><p>Recently, and it is suggested as a result of the death of his wife, Prince Titus has declared the entire continent of Tabar a military reserve and made arrangements to evacuate any civilians to Tinnin. Civilian overflights are banned, and the commercial spaceport (largely for wealthy tourists) has been nationalized and placed under the RDFC aegis. All that is known is significant heavy industry is been set up in and around Mount Rajah, including at least one new OstWar production facility.</p><p>Perhaps the most disturbing result of the Blakist attack has been the subtle alteration to Regulus’ climate. While the changes have not yet been fully studied, meteorologists posit that the mass injection of particulate matter from the fires and aftermath of the night of fire into the upper atmosphere has modified the standard weather cycle. So far their only evidence in the unseasonably long wet season on the continent of Tinnin and the lower-than-usual temperatures recorded in recent years.  In any case, it is of significant enough concern that Prince Titus has ordered a study into the phenomenon.</p> "
  },
  "Position": {
    "x": -152.06,
    "y": -180.02,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_pop_large",
      "planet_other_capital",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_rich",
      "planet_industry_mining",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 4,
  "Owner": "Marik",
  "ContractEmployers": [
    "Locals",
    "Marik",
    "ComStar"
  ],
  "ContractTargets": [
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "Liao",
    "MagistracyCentrella",
    "MajestyMetals",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "K",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}