{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Vanra",
    "Name": "Vanra",
    "Details": "The Order of the Saber if the highest decoration awarded in the FWLM. The medal is awarded by the Captain-General for “heroism in pursuit of the cause of the Free Worlds League” and confers membership in the Order of the Saber. The order maintains chapter houses on many major worlds in the League, where members may receive free meals and lodging. The first Chapter Houses – on Atreus, Harmony, New Olympia, and Orloff City on Vanra – were built just after the Civil War in 2737. Members fervently guard these Houses, which reputedly contain technologies from before the Succession Wars. The truth of these stories has never been confirmed or denied, as the Chapter Houses remain inaccessible to non-members.A small but prestigious school, The Orloff Military Academy on Vanra provides some of the best-trained MechWarriors in the League, if not the entire Inner Sphere. Students enter the academy at the age of twelve and receive extensive conventional schooling prior to beginning military training at age sixteen. Most cadets graduate at age twenty, after four years of study.Entrance to the OMA is by invitation only, except for members of the Orloff family. Few refuse a place; the most notable in recent years was Salvatore “Misha” Orloff, who chose to attend the Allison MechWarrior Institute. The academy’s exclusive admissions procedure ensures that only the most promising youngsters attend the school.The four years of conventional schooling instil a sense of family in Orloff cadets, as well as providing a solid grounding in military history with an emphasis of that of the League. Physical training and drill are a part of daily life, with all students following a strictly regimented lifestyle. As they mature mentally and physically, cadets receive instruction in additional aspects of military life; they undergo extensive training in hand-to-hand combat and wilderness survival techniques and learn to use firearms and bladed weapons prior to beginning BattleMech training.The OMA offers only BattleMech combat training, but provides advanced courses in leadership and strategy applicable to combined-arms operations. Using advanced simulators installed in 3047, the cadets’ final exam throws them into a chaotic multi-regiment engagement in which they must take command following the “death” of senior officers. This scenario, known as “El Diablo,” is acknowledged as one of the most challenging command simulations in the League, with a 25% score (saving a quarter of the League units) being the pass mark. A score of 50% or higher earns an honors score.The small size of the academy allows for an excellent teacher-pupil ratio, though much of the intensive schooling occurs in early years. The final years of training are dedicated to putting skills into practice. As a result, staff and students build up an excellent rapport that often survives well into the cadet’s careers.Upon graduating from the OMA, cadets receive the rank of Lieutenant and often spend their first tour of duty with the first Orloff Grenadiers. Each graduate receives a ceremonial dirk bearing the insignia of the League and house Orloff. This blade, often worn with the dress uniform, marks the bearer as an Orloff graduate and helps maintain an esprit de corps between graduates. Many graduates of OMA rise to senior positions throughout the FWLM, a circumstance earning them the nickname the “Orloff Mafia.”"
  },
  "Position": {
    "x": -48.34,
    "y": -163.19,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_pop_none",
      "planet_industry_poor",
      "planet_industry_aquaculture",
      "planet_industry_agriculture",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 7,
  "Owner": "Marik",
  "ContractEmployers": [
    "Locals",
    "Marik",
    "ComStar"
  ],
  "ContractTargets": [
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "Liao",
    "MagistracyCentrella",
    "MajestyMetals",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "B",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}