{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Oriente",
    "Name": "Oriente",
    "Details": "Oriente is the most cosmopolitan of the Free Worlds. Early in the Exodus period, House Allison encouraged progressive ideas of science, arts, industry, and commerce. The level of sophistication resulting from having the best-educated populace in the Free Worlds is one thing that the ravages of the Succession Wars have not been able to destroy. Even so, no other world has so deeply felt the effects of the loss of technology and the destruction of industry. Estimates indicate that the standard of living has declined by more than half since the start of the wars. House Halas has considerable military accomplishments, which may be just what Oriente needs, given its vulnerability to Liao attacks. However, the Halases have shown little of the imagination of progressiveness that the Allisons used in making Oriente one of the crown jewels of the Inner Sphere.With average temperatures slightly warmer than Terra, Oriente is a lush, green world of rolling grasslands, panoramic mountains, and tropical rainforests. Frequent Liao raids have damaged Oriente's manufacturing facilities, but have left the environment untouched.Oriente has been raided so many times in the past that the citizens have become quite blasé about it. Invading MechWarriors find none of the panic they are accustomed to causing, as the populace simply avoids trouble by using well-practised civil defence procedures.Perhaps the most prestigious military academy in the Free Worlds League, the Princefield Military Academy served as the Grand Duchy of Oriente's principal military school for more than 750 years. Many of the League's most famous commanders began their careers at the academy, including Captain-Generals Janos and Anton Marik, and to this day many consider Princefield to be a finishing school for young nobles.Entry to Princefield is theoretically open to all citizens of the League, but only those with the right political connections or funding are likely to gain admittance. Political orthodoxy takes second place to bloodlines and connections, and several times in the past Princefield has been at the core of troubles within the League. The LCCC ensures that a certain number of common-born but able candidates gain entry to the academy each year, but such students are often abused by their noble-born fellow students.<p>[3075] Aside from an abortive attempt by Kirc Cameron-Jones to force Duke Halas from power, Oriente has largely been spared the vagaries of the Jihad.  If anything, Oriente has benefited from the influx of disaffected peoples and military units that have fed the disintegrating provinces of the league.</p><p>The revelation that Thomas Marik was an imposter was doubly felt on Oriente, with the former Captain-General’s wife coming from the Halas line. While a significant portion of the population felt he should either be imprisoned or suitably punished (especially the Oriente nationalists led by the Duke’s son Gregory, who opposed Sheryl’s marriage to Thomas in the first place), the false Thomas Marik still enjoys enormous popularity throughout the worlds of the Duchy, in no small part due to the way he turned back the Regulan assault force with minimal casualties.</p><p>The influx of both military materiel and manpower coming to Oriente has had significant impact on the daily lives of the average citizen, with the breadbasket regions of Martigues and Navarran having to share their fields with the latest military arrivals and their familiarization exercises. The first Marik Militia caused a major stir when one of their training endeavors started a serious wildfire that tore through the Martigues arboreal reserve.<p>The Jihad has also had the impact of forcing oriente to start manufacturing goods on-planet rather than the traditional licensing of them to of-world industry. The relative lack of on-world heavy industry has hampered this development, though several manufacturers have been given grants to expand their physical plant with an eye to ensuring oriente’s continued prosperity. In light of Capellan and Regulan aggression, Duke Halas has ordered significant military resources be devoted to the protection of this burgeoning industry.</p><p>The vast majority of new civilian arrivals to Oriente have been given temporary accommodation in resettlement facilities set up on the Avillan Archipelago. A lack of foresight from the office of Refugee Resettlement meant that the new arrivals were not adequately prepared for the devastating storm season, and a significant clean-up has been required, with the Second Oriente Hussars “Ponti” Infantry battalion spending the 3075 period assisting in rebuilding the various settlements. The ORR has asked for further military resources, but so far Duke Halas has declined their requests.</p><p>The snowy arctic continent of Burgos has largely been left untouched by both the new arrivals and the established Oriente population. However, the chalets and ski resorts that dot its landscape have become a status symbol amongst the Oriente nationalists. This has been doubly so after Fannie Halas, former commander of the Fusiliers of Oriente, “retired” there, and the frequent visits between the Duke Gregory and General Halas are of great interest to the nascent Oriente intelligence community.Thomas Halas also bought with him significant naval forces, units that proved decisive in turning back the Regulan assault on the planet. One of the major outcomes of the Regulan assault that was largely kept quiet was the destruction of Oriente’s nadir re-charge station. Since then, Halas’ naval feet has largely located around the zenith jump point, with a token response force based of Coruna, Oriente’s second moon. Oriente lacks the heavy slips required for substantial maintenance, but a basic orbital dock is being slowly built in order to accommodate the large number of vessels that swear fealty to Halas.</p>"
  },
  "Position": {
    "x": -76.27,
    "y": -211.42,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_pop_large",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_poor",
      "planet_industry_aquaculture",
      "planet_industry_agriculture",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 19,
  "Owner": "Marik",
  "ContractEmployers": [
    "Locals",
    "Marik",
    "ComStar"
  ],
  "ContractTargets": [
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "Liao",
    "MagistracyCentrella",
    "MajestyMetals",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "F",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}