{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Alphard",
    "Name": "Alphard",
    "Details": "The capital of the Marian Hegemony, Alphard is the center of a government formed along the ancient Roman precepts from Terra. Alphard is one of the few treasure troves of Star League technology, particularly of germanium. Beyond this, modest industrialization offers the inhabitants a reasonable standard of living and nominal creature comforts. If the Hegemony government does not endanger its industry by inviting attack from its neighbors, Alphard could become a stable economic force in the Periphery for generations to come.The capital of Alphard is New Rome.<p>[3075] Industrialization has grown steadily in the last forty years, and the addition of Lothian mineral resources have helped, but manufacturing growth took a massive hit in 3071 when the Word of  Blake launched a devastating terrorist attack against Nova Roma, the planet’s capital and largest city. Not only were factories destroyed, but the lethal radiation from the multiple neutron bomb detonations killed the people that worked in the manufacturing plants and the consumers who bought the goods they produced. Destroyed in the strike were financial records, contracts, and tax rolls. Alphard’s entire university and trade school system was wiped out, eliminating the infrastructure for training new workers. Economists estimate that it will take half a century for the planetary economy to fully recover from the blow.</p><p>Because the Blakists used kiloton-yield neutron bombs in theirattack rather than conventional nuclear weapons, much of NovaRoma still stands. The enhanced radiation of the attack killed thecity’s inhabitants, but the graceful buildings remain. Nova Roma’sprincipal architectural style is Classical—gold sandstone buildings faced with gleaming white Alphard marble.  It is a gloriouslybeautiful city. But it’s also very dead.</p><p>Today Nova Roma serves as a monument, a focal point forAlphard’s grief and hatred. The city is protected by an elite honor guard from the Prima Auxilia Alphardensis and attended bya corps of civilian workers who bury the dead, sweep away therubble, and monitor radiation and environmental efects. Due toradiation concerns (though the radiation faded in weeks), the civilian corps positions are all voluntary, and workers are not allowedto serve more than a month in the city. Despite these difficult requirements, none of these positions has ever gone unfilled.</p><p>Even four years after the attack, people still flock to what has come to be known as the Silent City. They come by the hundreds of thousands, dressed in yellow plastic suits and black rubber respirators. They come to visit the graves of their loved ones, to leave flowers on street corners, to view childhood homes too hot to enter. To avoid defiling the memory of the dead, no keepsakes may be taken. This rule is rigorously enforced. All visitors are thoroughly searched, and those of lower rank face stiff penalties for what is considered grave robbing. No one who enters the silent City comes out with anything but their memories.</p><p>After the attack, the planetary and Hegemony capital was shifted to  Lugdunum, located on the continent of Gaul.  Lugdunumwas a sleepy continental capital ill suited to the job of governingan interstellar polity.  Sometimes called the Pantry of the Northbecause its principal business is the sale, trade, and processing ofagricultural products, Lugdunum is making an uneasy transitionto power center.</p><p>Cassius O’Reilly has promised the transition will be a temporary one. The Hegemony government is building a new capitalin the Shadow of the First. The new city will also be called NovaRoma. The skeleton of the new senate will be constructed using decontaminated steel from the mangled wreckage of the originalsenate building. As Cassius said at the consecration of the ground for the new city:  “Upon death, we bury our parents, but we do notforget them. So it is with Nova Roma. The Blakist terrorists struck a terrible blow against our beloved city, but they could do nothingto tarnish its grandeur. Terror can wound us. but it can never forceus to flee our home.”</p> "
  },
  "Position": {
    "x": -406.22,
    "y": -298.38,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_industry_manufacturing",
      "planet_pop_none",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_rich",
      "planet_industry_mining",
      "planet_civ_periphery"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 9,
  "Owner": "AuriganDirectorate",
  "ContractEmployers": [
    "AuriganDirectorate",
    "Locals"
  ],
  "ContractTargets": [
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "ComStar",
    "Davion",
    "Kurita",
    "MagistracyCentrella",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "G",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}