{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Alshain",
    "Name": "Alshain",
    "Details": "Alshain is a fair-sized planet with enough natural resources to support a BattleMech factory and various lesser industries.  Beyond that, the world is not large enough to support anything larger than light industry.  The general climate of the world is temperate, and it possesses large pine forests, which were started by the original settlers. Silverdale is the capital of Alshain.  A large city, it clusters around the planet's spaceport.  In addition, the city has a large, European-influenced ukiyo, complete with beer halls and red lights.  There is also a growing underground movement that worries the ISF. The head of the Alshain People's Movement is a shadowy figure called the Silver Fox.  As a result of their latest terrorist action, 20 workers were killed at the BattleMech factory.  The metsukes have brutally executed suspected members of the groups to quell the growing movement, but to no avail.[3054] When Alshain was overrun, the Kuritan's attempted to destroy their factories rather than surrender them to Clan use. Most of the Alshain factories were levelled, but the Clans managed to salvage and rebuild the Locust line.The Ghost Bears are using the Joint Equipment systems facilities reluctantly. Even by Inner Sphere standards, the vehicles produced here are considered poor quality.<p>[3075] Alshain Mechworks is the largest corporation on the planet, with facilities under the Oresund  sea, on the main continent of Ydre, and in high polar orbit. The corporation has seen a tremendous resurgence as a corporate power within the Merchant factor in the last decade; it has become a dominant voice in Labor, Technician, and Merchant caste issues and a driving factor in the Clans attempts to merge the two societies.</p><p>In recent years, the Scientist Caste has expressed concern over the volume of pollution in the atmosphere. Despite the new Clan-built factories, much of the mining and power facilities are ancient (by Clan standards) and are still undergoing a slow technological turnover.  Because of the increased demand for material—both military and civilian—the refurbishment projects have fallen behind the demand for raw materials and have spiked pollutant levels in the atmosphere. Little has been done regarding the issue, however, as the Warrior Caste has determined it to be of low priority due to the increased need for Dominion materiel.</p><p>Alshain has always been considered a hotbed of rebellious activities. Considering its turbulent past with Rasalhagians, abandoned Combine citizenry, and Clan occupation, it has not done much to cast aside that stigma. Rooting out such deep cells has been frustrating to whichever power has been in charge, and the current climate is no exception. Though public bombings have become rare, propaganda barrages on the system’s new Chatterweb links and underground newsnets are a near-daily occurrence. The Clan Watch has done its best to root out the problems but is so overburdened at the moment dealing with other Dominion issues and surveillance that the problem looks to persist for some time to come.</p> "
  },
  "Position": {
    "x": 58.34,
    "y": 278.84,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_industry_manufacturing",
      "planet_pop_large",
      "planet_other_capital",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_rich",
      "planet_industry_mining",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": true,
  "JumpDistance": 9,
  "Owner": "Kurita",
  "ContractEmployers": [
    "ComStar",
    "Locals",
    "Kurita"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "F",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}