{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Rasalhague",
    "Name": "Rasalhague",
    "Details": "Rasalhague has an ancient history going back into pre-Hegemony days, when a large group of Swedish and Northern Europeans left a war-torn Terra.  They found a large world orbiting far from its huge sun and possessing abundant water and natural resources.  Rasalhague was so similar to their former countries that the colonists ignored its few bad qualities, such as a deadly local virus. Since that time, large industries have sprung up to take advantage of the plentiful natural resources, including the various exotic fruits and animals from the jungles of the planet's torrid tropical zone. The wishes of the people to stay free and independent were dashed when the Principality of Rasalhague fell to the Draconis Combine.  Although sometimes brutal, the Draconis Combine has respected the independence of Rasalhague and has not destroyed the large and solemn Palace Hall, the government building located in Reykjavik, the capital city of Rasalhague.The capital city of Rasalhague is Reykjavik. It has three major continents. The northern continent contains the capital. The central tropical continent is named Ystad, and the southern frigid, polar continent is named Hammerfest which contains vital industrial centers.  Every July, a new strain of the Fenris flu emerges from the Rasalhague tropics. This flu, a constantly mutating strain of the deadly Fenris plague, is always debilitating, though usually not fatal.<p>[3050] Clan Wolf captured the system in July of 3050; most of the fighting occurred around Reykjavik, which the citizenry defended with fanaticism that impressed the Wolf warriors. The most grievous wound in the fighting occurred when the ancient Riksdag Complex was reduced to dust and ruin during the street-to-street fighting. Inspired by the citizenry’s devotion to their ancient heritage—a cultural trait shared with the Clans—Clan Wolf devoted as much resources as it could in assisting the rebuilding efforts. As a result, the city became a fusion of Clan and Inner Sphere ingenuity and technology, regaining its place as the planetary jewel.<p> [3067] In 3063 and again in 3066, Clan Ghost Bear reached out and punished Clan Wolf for their temerity in manipulating Clan Hell’s Horses to attack the Dominion. Part of the Bear’s second retaliatory strike was taking Rasalhague from the Wolves; the planet fell quickly to Alpha Galaxy and (then) Star Colonel Ragnar at the head of the newly formed Rasalhague Bears. The symbolism of the action and the restrained victory—both Clan forces agreed to keep the battle for the system to an uninhabited island chain in the Freda sea—almost immediately inured the civilians to their new Clan overseers.</p><p> [3075] Knowing the historic and cultural significance of the system, Clan Ghost  bear poured untold resources into building an impressive infrastructure and building good will with the populace through Star Colonel Ragnar. His work as a sort of liaison with the Rasalhague government went a long way to integrating the planet with the rest of the Dominion after several years of being mostly left alone by the Wolves. Using ideas and concepts formed during the transformation of Alshain, the Clan perfected its acclimation approach with the Rasalhagian people and has since made those guidelines standard as new Republic worlds are annexed.<p>Rasalhague has become a vital transportation and manufacturing center within the Dominion, with several aerospace and vehicle factories having been built over the last decade. Most of the output of these facilities goes to the Rasalhague-pure and mixed Clusters within the Dominion’s touman, which has increased the sense of national and Clan pride.</p> "
  },
  "Position": {
    "x": 39.27,
    "y": 389.78,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_industry_manufacturing",
      "planet_pop_large",
      "planet_other_capital",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_poor",
      "planet_industry_aquaculture",
      "planet_industry_agriculture",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 4,
  "Owner": "Kurita",
  "ContractEmployers": [
    "ComStar",
    "Locals",
    "Kurita"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "K",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}