{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Albiero",
    "Name": "Albiero",
    "Details": "Although Albiero has a low population and almost no industry, it is the most prosperous planet in its prefecture (the others are even more desolate).  Considered a wasteland of dead planets, the Albiero Prefecture contains mostly worlds that once were rich in minerals and metals, but have long since been mined out and deserted.  In addition, Brocchi's star cluster, a group of several stars and planets, is a favorite hiding place for pirates and renegades, and they have wreaked havoc on the population remaining here.Albiero itself once contained a vast wealth of iron and copper, which prompted the Holden Mining corporation to dispatch settlers to this planet in 2735.  In fact, the planet's wealth led the corporation to move its headquarters to this planet.  Tunnel drivers made huge networks of tunnels under the planet's surface.  From Albiero, other mining concerns struck out for nearby worlds to mine their wealth.After the fall of the Star League, the mining equipment on Albiero fell into disrepair, and there was no one who knew how to fix it.  The mining companies soon went bankrupt, and Albiero and the other planets in this prefecture became little more than ghost planets.  Because the area soon lost prestige due to the lost income, the prefecture gradually became smaller.  In 2957, the Pesht Military District absorbed a large chunk of the prefecture (including the former prefecture capital of Wolcott), and the Coordinator named Albiero as the new capital.Since then, Albiero has become an ideal training ground for soldiers.  There are few civilians left on the planet, and the soldiers can train in the planet's vast network of tunnels.  Unfortunately, the Pesht Prefecture still overshadows this prefecture, and few soldiers ever get to see these training facilities.The head offices of the giant Matabushi Incorporated, are based in Corant City on Albiero. Matabushi's position proves the adage that the giant grows unchecked. It has survived wars and economic crises in its position as the most prosperous and technologically advanced company in Kurita space. It now has the government seal of approval, allowing it first bid on any contracts and also giving it first civilian access to any new technology captured.[3050] Clan Smoke Jaguar's First Jaguar Guards came to Albiero in July 3050. The defending Eighth Albiero Militia attacked the Jaguar's immediately after they landed, and pushed them back to Dartson Ridge. At the ridgeline, the Eighth's armored battalion launched a deadly rain of artillery, trapping the Jaguars until Trinary Striker broke out in a fierce assault and charged toward the artillery. While the Striker Trinary demolished the artillery units, Trinary Command and Alpha Elemental Star located the defender's supply caches. A successful ambush at the principal cache destroyed the militia regiment's command company; shortly afterward, all resistance collapsed save for a few companies that escaped into the hills. The escapees continue to harass the Smoke Jaguar occupying forces with hit-and-run guerrilla raids.[3059] During the Forth and final wave of Operation Bulldog, the Smoke Jaguar defenders on most of their remaining OZ worlds only fought long enough to satisfy their honor. On Albiero, the Eleventh Jaguar Regulars fought to the death against the combined might of the Second Dieron Regulars, Warrior House Daidachi, First Wolf Strike Cluster, and the Crater Cobras. House Daidachi warriors did manage to capture a Jaguar supply base full of supplies and technicians. Though all the on-planet SLDF forces split the supplies between them as per regulations, the technician prisoners elected to become bondsmen to the Daidachi."
  },
  "Position": {
    "x": 150.44,
    "y": 356.78,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_pop_medium",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_poor",
      "planet_industry_aquaculture",
      "planet_industry_agriculture",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 3,
  "Owner": "Kurita",
  "ContractEmployers": [
    "ComStar",
    "Locals",
    "Kurita"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "M",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}