{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Luthien",
    "Name": "Luthien",
    "Details": "Before 2619, Luthien was a low-population farming world settled by colonists in 2276.  Jumpships arrived insystem about every month, but that was the extent of its relations with other worlds.  All the farmers wanted was to be left alone. Sanethia Kurita's proclamation establishing the new capital of the Draconis Combine on Luthien brought heated protests from the farmers, but the Coordinator's word was law.  Dropships of technicians, engineers, architects, and construction workers began arriving in the Luthien system daily, and the Combine confiscated the land chosen for the Imperial City.  The Coordinator did, however, arrange the evacuation of the farmers to the unsettled though habitable world of Yumesta.  Luthien was to be an industrialized world and had no need for farmlands. Luthien was industrialized quickly.  Drawn by the profits to be made, companies began buying up the land from the Combine.  Soon, most of the surface was turned into factories.  Although the planet contained no raw materials, the world became an important source of manufactured goods.  Even today, Luthien is a major manufacturing world. Imperial City on Luthien is one of the most breathtaking cities in the Inner Sphere.  Buildings made of teak and marble rise majestically, the Daimyo canal flows gently through the city, and parks with grand sequoias and birch trees surround the Imperial Palace.  The palace itself is a grand feat of engineering, composed solely of teak.  The city is a rare example of serenity and beauty in the ruins of the Successor States. However, the rest of Luthien is a harsh contrast.  The many factories that make Luthien such a wealthy planet are filthy and rundown.  Waste chemicals choke the planet's rivers, and slums of brick and wood surround the manufacturing cities. Most of the populace of the planet work in the vast factories.  Only a lucky few serve the Kuritas and the other families living in Imperial City.<p>[3075] In the waning days of 3067, the Black Dragon coup turn the once proud Luthien into a raging firestorm. Striking out from within the Second Sword of Light, the Black Dragons swarmed Imperial City and the Otomo. The resulting fighting further escalated as the Word of Blake appeared over the planet. Unleashing their vengeance over the disbandment of the Star League, the Word joined in on the fighting. The warfare lasted eight years and turned much of the beautiful city into piles of rubble; many of the large factory complexes became victims of collateral damage as pockets of loyal Combine soldiers, Black Dragon sympathizers, and marauding Word of Blake troops fought a vicious three-way across the surface of the planet.<p>The largest industrial complex resided less than ten kilometers from the center of Imperial City on a small chain of man-made islands strung along the massive Unity Plataue. The entire facility was gutted by an underground nuclear blast; similar nuclear detonations wiped out roughly 75 percent of all the LAW facilities on the planet, along with nearly half a million workers.</p> "
  },
  "Position": {
    "x": 167.62,
    "y": 250.49,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_industry_manufacturing",
      "planet_other_megacity",
      "planet_pop_large",
      "planet_other_capital",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_rich",
      "planet_industry_mining",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": true,
  "JumpDistance": 8,
  "Owner": "Kurita",
  "ContractEmployers": [
    "ComStar",
    "Locals",
    "Kurita"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "G",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}