{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Quarell",
    "Name": "Quarell",
    "Details": "[3051] The Quarell 'Mech Battalion tried to use the hit-and-run tactics that other units had used successfully against the Clans, but failed. Using fighter surveillance and orbital 'Mechs drops, the Gyrfalcon Galaxy warriors ran down the Quarell 'Mechs and, enraged over their recent losses to Clan Steel Viper, exceeded even their usual ruthlessness. Only six members of the Quarell 'Mech Battalion survived to become bondsmen.[3053] After the near destruction of the Blue Star Irregulars' 21st Rim Worlds regiment at the hands of Clan Jade Falcon, the Irregulars' two other constituent regiments, the 1894th Light Horse, and the Avatars of Painful Death, immediately petitioned Morgan Hasek-Davion for permission to assault Quarell, the Falcon's home base.At his reluctant approval, the regiments jumped into the Quarell system and, to their detriment, ignored the Falcon's requests for batchall. Consequently, three Clusters of Falcon OmniMechs prepared to meet the mercenaries' ground assault, while a single Falcon Fredasa-class corvette and Falcon OmniFighters launched an attack against the Blue Star JumpShips. This time, the Falcon aerospace attack was met by the mercenary fighter regiment Hell's Black Aces, who had been subcontracted by the Irregulars. Emerging from hidden positions behind the JumpShips sails, they quickly claimed space superiority over Quarell.The Clan WarShip seemed undeterred, however, and when it attempted to close with a severely damaged Blue Star JumpShip, the JumpShip captain was forced to ram the Falcon vessel with his own. This near suicidal tactic worked, however, destroying the WarShips primary command center. The Black Aces claimed it and an escorting Falcon DropShip in the name of the blue star Irregulars.The mercenaries fared less well on the ground, unable to overcome the Falcons' technological and numerical advantages. Th 1894th Light Horse managed to hold its own and destroy several Jade Falcon supply dumps, but the Avatars became trapped between two Falcon Clusters. Before the Light Horse could act, the Falcons collapsed their trap around the Avatars, and destroyed the regiment.Realizing the battle was lost, Colonel Alexander Duff-Gordon led his Light Horse against a large Falcon supply cache and captured it. He then issued a challenge to the Falcon commander, Star Colonel Padrick Shi-lu, offering the supply cache and captured Falcon WarShip against the lives of any captured Avatar or Rim World warriors, all captured Blue Star medals, and safe conduct back to FedCom space. Within minutes, Duff-Gordon and seven Blue Star MechWarriors were facing Star Colonel Padrick and four Falcon warriors on the Plains of Richlu. Duff-Gordon managed to kill Star Colonel Padrick moments before his Warhammers fusion engine overheated and exploded. In the end, only two of the Irregulars remained alive, but they had won the challenge. The Irregulars returned to Rasalgethi, where they mourned their loses and began to rebuild for the day they would face the Clans again. The Fredasa-class WarShip, renamed Kerensky's Blues, was repaired and partially refitted with the help of Wolf's Dragoons, whilst the Titan-class DropShip was gratefully ceded to Hell's Black Aces as their part of the salvage."
  },
  "Position": {
    "x": -30.5,
    "y": 232.59,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_pop_none",
      "planet_industry_poor",
      "planet_industry_aquaculture",
      "planet_industry_agriculture",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 2,
  "Owner": "Kurita",
  "ContractEmployers": [
    "ComStar",
    "Locals",
    "Kurita"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "F",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}