{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Bicester",
    "Name": "Bicester",
    "Details": "[3048] The Kensai Kami training program pits the best MechWarriors currently serving in the DCMS against instructors and one another in an effort to push the elite to greater heights of skill. A sort of year-round masters program for the Combine's best MechWarriors, the Kensai Kami graduates a class every three months. Only the most talented MechWarriors in a given regiment receive the honor of undergoing this training.Before the Forth Succession War, the graduating classes of various Draconis Combine academies and universities tested themselves against each other in the team-play atmosphere provided by the Kensai Kami program. Sun Zhang Academy graduates ruled the program in the earliest days, though they occasionally received stiff competition from graduates of An Ting University and the University of Proserpina. Eventually the DCMS decided that the resources it devoted to the program were needed more urgently elsewhere. With the onset of the Forth Succession War, the Ronin War, and later the War of 3039. In 3048, Kanrei Theodore Kurita resurrected the Kensai Kami on the planet Bicester as a way to offer advanced training to the DCMS MechWarriors.Every regiment in the DCMS is allowed - and in the case of celebrated regiments, expected - to send one warrior of Sho-sa rank or below to each Kensai Kami course. The Kensai Kami runs on a quarterly schedule. During the three-month course, warriors fight a series of simulator and dummy-fire battles against elite instructors and, at regular intervals, against each other. These competitions range from one-on-one battles to lance engagements, and often pit students against uneven odds. The instructors evaluate each warrior on personal tactics and ability and also judge each warrior's skill in leading multiple-warrior engagements.The Kensai Kami program runs its participants through a wide variety of missions, from defense duty to search-and-destroy scenarios. The mission gaol and battle parameters frequently change mid-scenario, always to the disadvantage of the program participants. The administrators vary the content of the program each quarter, thus eliminating any advantage studying the current program. Warriors participate in seventy-five missions worth up to forty points each during the twelve-week Kensai Kami course. The length of each mission varies from a few hours to several days.A warrior must earn at least 750 points to participate in the Kensai Kami graduation ceremony. While achieving only 25% of the possible total score is considered unacceptable in most programs, such a score in Kensai Kami means only that the warrior belongs to the lower ranks of the most elite soldiers in the most proficient military in the Inner Sphere. A Score of 1000 - 1500 points defines the average, and any score above 2000 is considered an Honors score. The warrior with the highest total score in each quarterly program receives a promotion in rank and may choose to join the Kensai Kami as an instructor. If the warrior belongs to one of the more disreputable regiments in the DCMS, he or she may be awarded a transfer to a new unit.Graduates of the program are award a ribbon which they may wear on their dress uniforms, and the top scorers of each program receive a medal from their district warlord, which they may also wear with their dress uniforms. In addition, Kensai Kami graduates may paint the red, black and gold bars of the Kensai Kami flag on the back of their 'Mechs."
  },
  "Position": {
    "x": 148.62,
    "y": 227.94,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_pop_none",
      "planet_industry_poor",
      "planet_industry_aquaculture",
      "planet_industry_agriculture",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 8,
  "Owner": "Kurita",
  "ContractEmployers": [
    "ComStar",
    "Locals",
    "Kurita"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "M",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}