{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Avon",
    "Name": "Avon",
    "Details": "[3051] Clan Nova Cat landed on Avon in December 3051. The Second Amphigean Light Assault Group had been split into task forces to deal with the Clan invaders, but they Second knew they had only a slim chance of surviving against the 274th Battle and 449th Assault Clusters. The Nova Cats' initial assault immediately routed the Second from its positions. The Clans heavy elements pursued the defending forces while the light elements outflanked them.After hard fighting, the Second broke through a weak spot in the Nova Cat lines and headed east toward a supply cache, but arrived to find Clan Elementals guarding the much-needed material. The Cats again forced the Second to move east, which allowed the defending troops to rejoin the rest of their regiment. The battle lasted less than a day because the Cat forces never allowed the Second a chance to dig-in. The Second made its final stand at Fresno, where the massed firepower of the Nova Cats decimated the Second's meager remaining troops.[3059] Though limited in scale, the formal contest against the Nova Cats on Avon was one of the most violent engagements between the DCMS and Nova Cat forces. Avon was a front-line world, and Nova Cat honor demanded a true battle, no matter how heavily the Cats stacked the deck against themselves.The Nova Cat leadership on Avon decided to fight the battle as a series of Clan-Style Trials of Position, with Kurita forces acting as the Challenge Group for each. Because Star Colonels and Star Captains would be doing the fighting, the Clan would have to defeat all Kurita challengers to retain autonomy. If defeated, the Nova Cat forces would be absorbed into the Draconis Combine and re-deployed as SLDF units. When the Kuritan High Command then offered to pit regular warriors against the Nova Cat elite, the Clan officers intentionally bid themselves down to lesser 'Mechs or 'Mechs with a slight design flaw that the Kurita forces could exploit.In the ensuing Trials, the Nova Cats crippled three of more SLDF 'Mechs in each Trial, and were hard pressed to find a way to lose the battle. In the first Trial, the First Nova Cat Guards crippled five SLDF machines, and only managed to lose the engagement because Star Colonel Kalvin Rosse turned on his partner and crippled her 'Mech before being brought down by the remaining Forth Pesht Warrior. The rules of the melee allow such actions, giving the Star Colonel four kills in keeping with his rank. Following the battle of Avon, the Nova Cat Clusters became the SLDF Nova Cats and assisted in a major battle against Clan Smoke Jaguar in the invasion's second wave."
  },
  "Position": {
    "x": 150.08,
    "y": 250.79,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_industry_manufacturing",
      "planet_pop_none",
      "planet_industry_rich",
      "planet_industry_mining",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 6,
  "Owner": "Kurita",
  "ContractEmployers": [
    "ComStar",
    "Locals",
    "Kurita"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "A",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}