{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Benjamin",
    "Name": "Benjamin",
    "Details": "Benjamin is a large world orbiting a very dim sun.  To help boost the amount of sunlight the planet receives, it has sent 20 huge semi-suns into orbit around itself.  Much like the collecting sails of JumpShips, these semi-suns are circular reflectors made of paper-thin, mirror-like fabric.  The semi-suns reflect light down onto the planet in such a way that Benjamin's day is effectively lengthened and the amount of sunlight received is boosted by 20 percent.Benjamin has a fair climate that can support hardier crops and meat animals, and has a few good deposits of petroleum and coal.  The use of these fuel sources has polluted large stretches of the planet, but most of the industries now use the proper anti-pollution devices.  The major heavy industry of Benjamin is parts manufacture for wheeled vehicles. Benjamin's main importance arises from the fact that it is the capital of a military and political district.  The capital of Benjamin is Deber City, site of the huge Political Park of administrative buildings where the fate of billions is determined.  Just outside the city is the headquarters of Warlord Hirushi Shotugama, the most powerful man in the district as well as the personal commander of the 17th Benjamin Regulars.Located on Benjamin, Osaka Fields is one of the largest 'Mech proving grounds in the Draconis Combine. Traditionally, Benjamin's garrison maintains and administers Osaka Fields: in the absence of a regular DCMS unit on Benjamin, the planetary militia assumes those duties. Scattered throughout the Combine, proving grounds offer citizens of low birth or low academic standing an avenue to develop and exhibit the skills needed to enter the DCMS. The ISF maintains operatives at all proving grounds to scrutinize promising candidates for correct doctrine and loyalty to the Combine. Candidates approved by the ISF (or who produce an appropriate bribe) generally receive invitations to study at military academies, though exceptionally talented candidates may receive only a minimum of training and indoctrination before entering the ranks of the DCMS.Osaka Fields consist of a large, untamed wilderness area that borders a military base abandoned when the current base was built. Only sensor relays define the practise fields, and so every warrior who uses the proving grounds must demonstrate perfect knowledge of the field boundaries. Because violating a boundary may put a BattleMech rigged for dummy-fire battle into a live-fire range, any warrior who violates a boundary immediately loses his or her field privileges.Simulator time is reasonably priced, though regular military users always receive precedence over non-military users. Anyone with their own BattleMech may use the fields, and free-for-all matches are quite common. Previous administrations accepted random participants in groups of four or eight, scrambled them into roughly even teams based on their experience levels and sent them to their assigned fields. The current administration, however, often employs practises designed to make the sessions more productive for everyone involved. For example, the administration frequently combines opponents into unmatched groups and may incorporate specific goals unrelated to direct combat in to the victory conditions of each match.A low-orbit satellite monitors the action on each field and sends trideo feeds to the field base. Anyone can purchase recordings of matches. The Osaka Fields offer entertainment that bears close resemblance to the games on Solaris, but the DCMS uses stiff fines to enforce the strict prohibition on wagering at the proving ground. "
  },
  "Position": {
    "x": 123.97,
    "y": 134.52,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_industry_manufacturing",
      "planet_pop_large",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_poor",
      "planet_industry_aquaculture",
      "planet_industry_agriculture",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 3,
  "Owner": "Kurita",
  "ContractEmployers": [
    "ComStar",
    "Locals",
    "Kurita"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "M",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}