{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Kagoshima",
    "Name": "Kagoshima",
    "Details": "The capital city of Kagoshima is Kuroda.[3059] Located on Kagoshima, the Wisdom of the Dragon (WD) is one of the few finishing universities in the Draconis Combine. Cadets who have already completed two to four years of training in a military academy may attend the university to hone their skills in strategy and command. Like the Sun Zhang MechWarrior Academy, the WD turns out warriors who are considered the elite of the DCMS.Though the Wisdom of the Dragon university is officially open to all Combine citizens who meet its physical and mental entry requirements, only officer candidates attend this university, and most of these are fresh from another academy, are have already spent several years in the ranks of the DCMS. In addition, an applicant must have the highest marks from his or her academy class or be sponsored by a DCMS field officer of Tai-sa rank or higher.WD specializes in teaching leadership, tactics and strategy. Beyond those subjects, cadets are encouraged to choose elective training in a variety of skills that support their chosen speciality. WD devotes most of its resources to MechWarriors, but in recent years has expanded its courses for cavalry and infantry fields, as well as the newly developed battlesuit field.The atmosphere at Wisdom of the Dragon has an intensity unmatched in other Combine academies and universities, including Sun Zhang. No matter what the field, a cadet's course of study pushes the cadet to the limits of his or her physical and mental endurance. In addition, cadets must cope with the intense social pressure to follow the ancient traditions on which the Draconis Combine was founded. The university's rigorous adherence to the precepts of bushido exceeds that of any other university, and instructors stress loyalty to House Kurita above all. Theodore Kurita's reforms have met fierce resistance from the university's instructors, who routinely penalize students for using tactics they consider improper. But despite the die-hards, university policy is slowly changing to conform with the Coordinator's wishes.The graduation ceremony is a grand affair, and takes place in the Coordinator's presence; The Coordinator himself awards each graduate the coveted katana and wakizashi. Graduates are expected to serve the DCMS with honor and bravery and follow the tenets of bushido at all times."
  },
  "Position": {
    "x": 201.11,
    "y": 254.85,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_pop_none",
      "planet_industry_rich",
      "planet_industry_mining",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 7,
  "Owner": "Kurita",
  "ContractEmployers": [
    "ComStar",
    "Locals",
    "Kurita"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Nautilus",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "A",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}