{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Terra",
    "Name": "Terra",
    "Details": "Terra was, without doubt, the most beautiful planet in the universe when the Star League was in full flower. By the 26th century, technology had eliminated pollution. This coupled with the exodus of more than three-forths of the planet's population over the years, allowed Terra to regain some of her natural beauty. Forests grew back over abandoned farms, streams and rivers washed themselves clean, and the air became sweet again.Because so many people left Terra for the colonies, many cities were abandoned and were eventually reclaimed by Mother Nature. The cities that remained, usually ones with great historical significance, were restored and improved to take advantage of modern transportation and sanitation. Heavy industries were confined to parks outside the cities.During the years of the Star League, there were two capitals on Terra. The capital of planetary and Hegemony politics was Geneva, on the continent of Europe. It had little industrial importance but was the center of the Hegemony bureaucracy, with more than 100 government buildings. The seizure of Terra by troops of Stefan Amaris in 2766 caused extensive damage to the city, especially to the government buildings of their precious records. Today it is the location of Earth University, a major liberal arts college.The war to liberate Terra from Stefan Amaris did not damage the planet as extensively as it did some Hegemony worlds. Every crater, every crushed city, every defacing of a Terran landmark seemed twice as upsetting because it was a wound against the Cradle of Humanity. All five continents were touched in some way by the Amaris occupation or the fight to liberate the planet. North America suffered the most damage, especially around the capital of the Star League. The Court of the Star League, once called the brightest jewel worn by Mother Earth, was turned into a city of ghosts by the coup. The initial fighting caused considerable damage to the city. Once there, the conquerors became more systematic in their destruction. Buildings were demolished on a whim, or left to stand, only to be desecrated in some foul way.After its liberation in 2780, the city could still support thousands, but those who had fled did not return. The few who had been in the city during the Amaris occupation left soon after the shooting was over. They said that too many every things had happened in the city, that the city had to be haunted. It is easy to see why they thought this. The buildings' soaring architecture contrasts uneasily with the horrors that went on inside them. Now, only the curious, criminals looking for sanctuary, and ComStar's archaeologists willingly venture into the Court of the Star League. Over the years, the removal of artifacts from the city has produced many discoveries. Soon the city will be left empty.Other places of major importance are the 20 HRAD (Hegemony Research and Development) facilities scattered across the planet, the 10 known HMSL (Hegemony Military Science Labs), the 20 Castles Brian, and the 500 SLDF bases.  "
  },
  "Position": {
    "x": 0,
    "y": 0,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_industry_manufacturing",
      "planet_other_megacity",
      "planet_pop_large",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_rich",
      "planet_industry_mining",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": true,
  "JumpDistance": 9,
  "Owner": "ComStar",
  "ContractEmployers": [
    "ComStar",
    "Locals"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Davion",
    "Kurita",
    "Liao",
    "MagistracyCentrella",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Steiner",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "G",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}