{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Tharkad",
    "Name": "Tharkad",
    "Details": "Thakard was discovered in 2310 by an explorer group from nearby Donegal. Though the rugged mountains and windy, arctic climate extending over most of its surface made it seem a dreary place for humans, the world also contained major radioactive and gem deposits. When Seth Marsden visited Tharkad in 2311, he found the cold, peaceful solitude to be breathtaking. So taken was he with the long nights and their spectacular aurora borealis that Marsden managed eventually to control and claim it as his own. He then began a program of massive importation of cold weather plants and animals from Terra and other worlds to spread across his new home.He had soon created a world with large pine forests populated with deer, caribou, wolves, Skye boars, and Tharkan gazelle. In many ways, Tharkad is like the arctic wilderness of Terra, except that its arctic regions extend all the way down to the 30th latitude of the planet. There are five major continents and three major island chains on Tharkad. Tharkad City, the capital, is located on Bremen, the largest continent.When Tharkad became the capital of the Lyran Commonwealth in 2407, space was cleared in the middle of a large forest ten kilometers to the north of Olympia for construction of the Capital city. The large and somberly elegant Royal Palace, Government House, and Royal Court form the three cusps of the Triad, a triangular complex of buildings all devoted to the administration of the Commonwealth. Today, the Triad includes over 300 buildings of all types and styles, whose purposes range from hospitals and houses of worship to apartments for nobles and Representatives from distant worlds and a botanical garden. It is a common saying that there is a building for every populated world in the Commonwealth somewhere in the Triad.Even the fusion reactor operating deep beneath this modern city to generate power and heat cannot hold back the Tharkan cold. At the first sign of winter snowfall, the people, both rich and poor, begin unpacking clothing designed for the coming Tharkan blizzards and bone-chilling cold. Attending the Royal Court during a Tharkan winter is an unusual experience for those used to visiting courts in warmer climes. The Commonwealth nobility likes to dress in furs during the winter months, more out of necessity than vanity. Women wear long, fur-trimmed gowns, while the men wear fur hats and fur coats crisscrossed with chains of jewelry and precious metals. As people speak in the large and high-ceilinged Throne Room, their breaths sometimes rise in wisps of condensation to create a thin layer of shiny ice on the armor of the two Griffin BattleMechs guarding the Archon.Set on the crest of nearby Mount Wotan is Asgard, the military headquarters of the Steiner armed forces. It is a fortress with one major tower flanked by four smaller ones. All five towers are heavily armed; below them are hangers for a regiment of 'Mechs, two infantry and tanks, and a Wing of AeroSpace Fighters. Built some 200 feet beneath the base of the mountain, is the headquarters of the Lyran Intelligence Corps. The LIC directs all operations from this hardened bunker, assigning agents to missions and monitoring the current political and military situation throughout the Inner Sphere. The walls of the bunker are two meters thick and reinforced by a charged-steel mesh. In addition to protecting the occupants and equipment against bombardment, the walls also absorb EMP should an attacker resort to nuclear weapons. There are no roads leading to the Triad, and so all traffic must enter by VTOL craft or by one of the three separate subway systems that link the Triad with Olympia to the south, Asgard to the west, and the rest of Tharkad City five miles to the north.During the Good Years, the planet underwent a boom in mining and steel manufacture. The Star League also established a military base with major storage facilities on the tropical Tatyana Islands during this era. With the fall of Star League, Tharkad's industries were plunged for a time into deep economic depression. With the need to produce weapons and other military equipment for the Succession Wars, Tharkad's industries revived.Tharkad is also home to the Nagelring, the oldest and most prestigious military academy in the Commonwealth. Named after a sword used by an ancient German folk-hero, the academy was originally an official Star League academy. When the Steiner house forces took over after the Star League personnel left the Inner Sphere, they were surprised to find that many of the professors and instructors had decided to stay on.The Nagelring soon began producing trained officers in all fields for the Commonwealth military. a sprawling university on Tharkad's Bremen continent, the academy has an extensive variety of training aids such as Chameleon training 'Mechs and two-seat Jenny Aerospace fighters. The academy also trains DropShip and JumpShip crews.Located in Olympia, Tharkad University specializes in history. Though history may not seem of the same importance as scientific research, its study is crucial because 90% of the scientific knowledge now being 'discovered' was originally known for hundreds of years before the Succession Wars erased it from human memory. Katherine Steiner, the first Steiner Archon, was an alumna of Tharkad University and her government continues the policy of heavily funding it.Most widely known of all the various arts colleges throughout the Commonwealth, is the Rewland college of Fine Arts on Tharkad. It was at Rewland that Jamison Henry, the famed-MechWarrior poet, first realized his talent.[3075] Until the Jihad and  Federated Alliance Civil War, Archon Alistair Marsden’s 2407 selection of Tharkad as the new Lyran capital paid off time and again. Its location (and stout defenses) usually spared Tharkad from direct combat, even in the savagery of the early Succession Wars. This allowed Tharkad to be a financial, industrial, and technological heart of the Lyran Alliance, as well as its capital. The Federated Commonwealth Civil War did relatively light damage as most of the fighting occurred outside populated areas, though Tharkad City still bore the scars of war when Archon Peter Steiner-Davion made his fateful announcement of the withdrawal of the Lyran Alliance from the Second  Star  League. Then, in stages, hell came to Tharkad.</p><p>The First Blakist response was with the long-lost Lyran Warship, the <i>Invincible</i>, which was present at the final  Star  League conference. There is evidence, mostly from interrogations of senior Word of Blake military officers, that the <i>Invincible</i> had been intended as a “gift” to the Lyrans in thanks for voting the Word of Blake into full Star League membership, and it is now known that Lyran security was well aware of the <i>Invincible</i>’s presence at the conference, much as it tracked the Warships of other visiting dignitaries. The Word of Blake apparently reacted poorly – basically, threw a tantrum on a grand scale – to the collapse of its dreams when it bombarded Tharkad City with the <i>Invincible</i>. The tremors from the bombardment collapsed the poorly-maintained roof of Tharkad City’s primary fusion reactor – and radioactive waste processing facility – and caused a tremendous explosion as molten sodium coolant reacted to the accumulated snow and ice on the roof. The explosion and fire took place amongst huge quantities of radioactive waste that were stored as molten fluoride salts for easy circulation through the plant’s neutron bombardment facility, turning a merely obnoxious chemical fire into a pall of radioactive death for the city. With Tharkad’s liberation, reports are now being released to explain the lapses in security that allowed the  <i>Invincible</i>’s bombardment and why Tharkad Power & Heat was so lax in building maintenance in a dangerous industrial facility.</p><p>The subsequent Word of Blake siege of Tharkad did not improve life for the people of the planet.  Today, the war and the nuclear fallout have left whole districts of Tharkad City abandoned, and making the city habitable again takes time. The Triad has been destroyed, and it is unclear if it will be rebuilt or be used as a mourning monument for the victims of the Jihad. During the long years of occupation and constant battle, huge chunks of the populated area on Tharkad were devastated as well. The continent of Bremen has been hit the hardest, but Franz, Grolsch, and Heidelberg have seen their share of fighting and devastation. Not a single population center has been spared carnage. in their last efforts to keep a grip on the world, the Word of Blake resorted to house-to-house combat, digging into the middle of cities and booby-trapping hundreds of buildings. The winters took a horrible toll on the population as well as infrastructure – particularly electrical utilities – were damaged, and transportation networks crippled, leading to starvation on the wealthiest House’s capital. </p> "
  },
  "Position": {
    "x": -212.99,
    "y": 151.77,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_industry_manufacturing",
      "planet_pop_none",
      "planet_other_capital",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_rich",
      "planet_industry_mining",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": true,
  "JumpDistance": 8,
  "Owner": "Steiner",
  "ContractEmployers": [
    "Locals",
    "Steiner",
    "ComStar"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Kurita",
    "Liao",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "G",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}