{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Coventry",
    "Name": "Coventry",
    "Details": "Coventry is a pleasant, heavily industrialized world of large seas and mild seasons. Because of the favorable climate, the earlier settlers had soon turned Coventry into a major agricultural center for the Lyran worlds near the Periphery. Though it is an agricultural center to this day, the eventual discovery of major deposits of rare metals has also made the planet an industrial center.Coventry Metal Works, the second-largest BattleMech company in the Commonwealth, is located here. The discovery of another major deposit of rare metals a decade ago set off a new surge of growth in Coventry's economy. The number of native corporations in and around the cities on the planet's four continents has tripled in the last ten years. At the moment, these firms have not branched out into the larger Commonwealth market, but some like McKenzy Molecular Smelters and Greenbil Aerospace, seem on the verge of doing so.Coventry's continents are named Veracruz, Dunnigan and Chakulas. Coventry Metal Works and Port St. William, Coventy's largest city, are situated on the largest continent of Veracruz.[3025] The largest computer company in the Commonwealth, Nashan Computers makes computers that rival in complexity the best ComStar craftsmen can make. How they manage to build computers of Star League capability when other Commonwealth manufacturers can barely turn out computers of late 25th century technology is a mystery. The five Nashan Computers factories are located on Coventry.[3062] Originally known simply as the Coventry Academy, the Coventry Military Academy has never been a large school. The damage sustained in Clan Jade Falcon's 3058 attack might have been far more injurious, except for the actions of cadets and instructors alike. When the academy was attacked, they fought a bitter engagement against the invaders in the grounds of the academy itself. The defenders deliberately destroyed several buildings to prevent the structures from falling into Clan hands before they themselves were taken as bondsmen, only to be released when the Falcons withdrew.To reward the heroism of the cadets and instructors, Archon Katherine ordered that no expense be spared in rebuilding the academy. The rebuilding commenced almost immediately, but still took almost two years to be completed. During that time, surviving cadets were transferred to the Nagelring or to active service. The classes currently being educated at the academy are taught about the exploits of their predecessors and make use of new, state0of-the-art training equipment. The first class of the reformed Coventry Academy is scheduled to graduate in the summer of 3063.Leutnant-General Billie Piper, formerly an instructor at the Nagelring, commands the CMA."
  },
  "Position": {
    "x": -257.86,
    "y": 221.26,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_industry_manufacturing",
      "planet_pop_none",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_rich",
      "planet_industry_mining",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": true,
  "JumpDistance": 10,
  "Owner": "Steiner",
  "ContractEmployers": [
    "Locals",
    "Steiner",
    "ComStar"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Kurita",
    "Liao",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "F",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}