{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Kaumberg",
    "Name": "Kaumberg",
    "Details": "A small water-rich agricultural world, Kaumberg's lush woodlands also form its biggest cash crop, and the planet produces lumber that is used far and wide for anything from hand-crafted furniture to homes for wealthy elitists on timber-poor worlds.In 3063, the Fed-Com Civil War came to Kaumberg. Stalled after years of careful slandering and well-delivered speeches in the Archon's name, Baron Franklin LeSat realized that to further his own political career, serious acts were required. Claiming to have discovered irrefutable proof of treachery on behalf of the Hasseldorf family, ancient rivals of the LeSat family, Baron LeSat called together the planetary council for an emergency meeting at the capitol building in Stuttgart. There, a small force of LeSat units - bearing Hasseldorf family colors - brutally attacked the capitol building killing the majority of the sympathetic leaders to the Hasseldorf cause, in what would be latter known as the 'Stuttgart Massacre'. With both official and public opinion against the Hasseldorf family, Baron LeSat swayed the provisional government into thinking that the Hasseldorf family were then planning further military action against the remaining members of the planetary government. Baron LeSat then graciously volunteered his own troops for a coalition force to apprehend the renegades.Having managed to escaped from LeSat's forces by the skin of their teeth, the Hasseldorf family secured the ComStar facility in the minor settlement of Tassuen, using its B class HPG facility to send for offworld aid. Baron Trent Hasseldorf, offworld at the time of LeSat's attempted coup, returned with forces to help defend his family.After six months of hide-and-seek, the running conflict between the Hasseldorf and LeSat families had become a regular feature in the evening newsvids. The sporadic fighting, led both forces farther from Stuttgart and into the Ruhe Valley region on Regenwald, Kaumberg's primary continent. With both popular and governmental opinion beginning to move against him, Baron LeSat's coalition forces, now replaced entirely with his own troops and mercenary's, mounted an assault on the Hasseldorf forces settled within Ruhe Village, a tiny tourist town overlooking the large and eternally-placid Lake Ruhe.With the battles being initially indecisive, Baron LeSat demanded the provisional government once again add its support units to his coalition forces and declare martial law on Kaumberg. Instead, the remaining members of the House of Lords ordered LeSat to stand down and moved to strip him of his authority as military commander of the Kaumberg defence force. Instead, LeSat ordered his home guard to arrest the entire provisional government. Declaring to the general public and his own troops that he had been given the authority to instate martial law, Baron LeSat ordered his remaining home guard units to secure Stuttgart, and the rest of his forces to take Ruhe Village.With news of the coup leaking out, and Baron LeSat's true motivations now clear, forces rallied to the Hasseldorf cause ending in the utter defeat of LeSat's forces at Ruhe Village and leaving only token resistance forces at Stuttgart. Wanting to end the fight once and for all, the Hasseldorf forces marched on Stuttgart. Once there, Baron Hasseldorf challenged Baron LeSat to single combat. The Zeus of the Clan War veteran Hasseldorf, destroyed the Caesar of 'Social General' LeSat, thus ending the Kaumberg conflict.The victorious Hasseldorf family and its allies spent the next week securing Stuttgart and locating the imprisoned survivors of the House of Lords. Stragglers from LeSat's fallen nationalist coalition and their sympathizers, who remained convinced that the Hasseldorf's intended to rule in place of the shattered government, complicated their efforts. By late September 3063, last of the missing leaders was accounted for and a provisional House of Lords called its first session together with a trial against Baron LeSat.At the end of a week-long trial, Baron LeSat was found guilty of over 57 charges of murder, conspiracy to commit murder, treason and kidnapping. He and more than a dozen of his supporters faced a firing squad composed of troops from many of the conventional guard forces kept by the other planetary lords. The Hasseldorf family faced a series of lesser charges, but were exonerated due to the mitigating circumstances of the conflict LeSat had forced upon them. Offered the chance to serve the provisional House of Lords as regent until a new Lord of Lords could be elected by public referendum, Baron Trent Hasseldorf declined."
  },
  "Position": {
    "x": -387.84,
    "y": 144.45,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_pop_none",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_poor",
      "planet_industry_aquaculture",
      "planet_industry_agriculture",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 7,
  "Owner": "Steiner",
  "ContractEmployers": [
    "Locals",
    "Steiner",
    "ComStar"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Kurita",
    "Liao",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "G",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}