{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Sevren",
    "Name": "Sevren",
    "Details": "In December of 3024, the LCAF pushed the last remaining Kurita 'Mechs off this large industrialized world.  Like most worlds that have suffered major 'Mech battles, whole portions of Sevren's surface are scarred wastelands of torn earth, uprooted trees, and buildings crushed beneath the weight of BattleMechs. Sevren is large, however, and much of it still retains the planet's original character.  There is considerable agriculture here, despite the fact that the planet has only one small ocean.  What makes farming possible are countless freshwater springs and rivers running deep beneath the ground.  This allows the cultivation of land that otherwise would be nothing but barren desert.  Also deep beneath the ground are major deposits of radioactive and non-radioactive metals, which have created heavy industries for the manufacture of reactor cores for fission power plants and steel major parts. Though much of the fighting did avoid damaging cities and industries, the destruction of the Nesmith Nuclear Industries nuclear processing plant has created enormous problems.  When the plant mysteriously exploded the day after the last Kurita DropShip left Sevren, it spewed radioactive debris over several square miles of the surrounding terrain.  The debris blanketed the nearby city of New Cartis, a major population center.  Relief efforts are underway to seal off the damaged plant and to scrub clean the city, a backbreaking task that will require enormous sums of money and at least three years' work.[3051] Sevren, with its mineral deposits and abundant agriculture, was such a prestigious target that Khan Garth Radick pulled rank to win the bid for his Galaxy. Facing him was Hauptmann General Gilda Felra, a veteran of the Forth Succession War and the War of 3039, commander of the 25th Arcturan Guards RCT. When Beta Galaxy made their drop on the continent of Carlisle, the general hit them hard and fast at Dinton Acres. The battle, though inconclusive, effectively blunted the Wolves first offensive. The next series of battles were equally inconclusive. At Bassingdale, the Third Battle Cluster found an advantage and attacked a weak spot in the Arcturan Guards' line, overwhelming the defenders and cutting into the rear before General Felra could send reinforcements. The Arcturan Guards went on the defensive. Finally, after a battalion HQ was destroyed by headhunters in the battle of Mt. Ripchuk, General Felra and her troops retreated offworld to Colmar."
  },
  "Position": {
    "x": -44.47,
    "y": 313.25,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_pop_none",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_poor",
      "planet_industry_aquaculture",
      "planet_industry_agriculture",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 5,
  "Owner": "Steiner",
  "ContractEmployers": [
    "Locals",
    "Steiner",
    "ComStar"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Kurita",
    "Liao",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "K",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}