{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Bolan",
    "Name": "Bolan",
    "Details": "[3025] Bolan is the site of the Lyran Commonwealth's regional Military Intelligence Center that scrutinizes the Free Worlds League.[3053] The loss of the War College of Tamar to Clan Wolf reduced the Lyran output of ground forces by a quarter, a major blow given the immense losses suffered by the military. The short-term solution was to draw troops from militia units and to accelerate the programs of the three remaining ground-force academies. However, it soon became apparent that these efforts alone would not solve the problem and that more was needed to rebuild the armed forces.Thus, in 3053 Archon Melissa Steiner-Davion authorized the upgrade of the Bolan militia training facility to academy status. The work was completed a year later, and the Bolan Martial Academy graduated its first line troops in mid-3055. The assassination of the Archon later that year shocked the academy staff. As a result, they petitioned the then-AFFC high command to rename the facility the Melissa Steiner Martial Academy, a more quickly agreed by Prince Victor.So far, the academy teaches only conventional troops - infantry and armor - as well as technical support staff and specialists such as combat engineers and artillery. Plans to create a MechWarrior training academy on Bolan have repeatedly run into problems, principally with financing but also with bureaucratic delays and political objections. The heads of several other academies, jealous of their positions and viewing Bolan as an upstart, have enmeshed the process in red tape. As a result, the MechWarrior facility is not scheduled to begin training troops until 3065, ten years behind schedule. Though newly come to its academy status, the MSMA has a long history of hard work graduating competent soldiers. Unfortunately, its former boot camp status has prompted many units to regard MSMA graduates as inferior to those of established facilities. The instructors and cadets work hard to overcome this prejudice, but the resistance has steadily sapped their resolve and a why bother malaise is beginning to take hold in some of the older instructors.[3060] Though the last Jaeger unit to enter active service, the 1st Bolan Jaegers regiments has already demonstrated its skill and resolve during the Quetta Land War, a violent dispute between two cities on Bolan's Sakété continent. Simmering for more than a decade, the dispute centered on control of the Brahui Pass, a 100-kilometer-long gorge through the Kilimshan mountain range and a major artery for goods flowing to both cities. When Quetta attempted to take control of the pass, their neighbors in Sibi protested. At first their challenges kept to the courts, but then the situation worsened. Each city began menacing the other, first with hired thugs, then with scattered sniper attacks on convoys. In 3060 the situation exploded into open warfare and the newly operational Jaegers were sent to separate the two combatants.Each protested its innocence and blamed the other for the fighting, but Colonel Lambert pursued a policy of strict neutrality, deftly avoiding their attempts to make her take sides and instead worked to separate the factions and ensure relief supplies flowed freely. The turning point in the dispute came several weeks after the regiment arrived, when a Jaeger-escorted convoy came under artillery attack while in the pass. More than a dozen civilians were killed. The Quetta Council immediately accused the Jaegers of standing by and allowing Sidi forces to massacre their people, demanding both restitution and LAAF support to crush their opponents.Unfortunately for the Quetta, the Jaeger's fire-track radar systems showed clearly that the barrage originated from Quetta positions, seemingly an attempt by the Council to force the Jaegers to take their side. Lambert faced down the Council with the evidence, which they denied vehemently. However, within a week all Quetta claims to control of the pass were withdrawn. The combatants withdrew under LAAF supervision. A company of Jaegers remains in the area to ensure the situation's continued stability, but the bulk of the unit returned to the capital, Bolan City. "
  },
  "Position": {
    "x": -277.97,
    "y": 5.19,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_pop_none",
      "planet_industry_poor",
      "planet_industry_aquaculture",
      "planet_industry_agriculture",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": true,
  "JumpDistance": 7,
  "Owner": "Steiner",
  "ContractEmployers": [
    "Locals",
    "Steiner",
    "ComStar"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Kurita",
    "Liao",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "K",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}