{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_SukII",
    "Name": "Suk II",
    "Details": "Suk II is another strategic border world in the Tamar Pact. Scattered over its five continents are several key rare metal deposits that have become tempting targets for raiders from the Draconis Combine. These raiders drop into the vicinity of the mines, steal whole boxcars of metal ore before shooting up the mining machinery, and then they retreat.Suk is a very hospitable planet, except for one major problem: over 50 percent of the world's water supplies are tainted with a toxin excreted by a common algae native to the world. Costly purification systems are required to filter the toxins and the algae out of the water. To no one's surprise, the water refineries have become another favorite target of Kurita raiders. Many cities have moved their water purification plants to the middle of nearby military bases or have disguised them to protect the vital and complex machines.[3025] The planet is currently the headquarters of Hansen's Roughriders, a famed mercenary regiment. Relations between the mercenaries and the citizens have been fairly cordial, considering the rather rough-house nature of the 'Mech regiment. That may all change because of the recent murders of two women in Kevilston, a city near the headquarters of the Roughriders. The evidence presented by the planetary government seems to indicate that a Roughrider is responsible for the women's death. As yet, the regiment's commanding officers have not turned over the suspected MechWarrior to the planet's authorities. The tension between the two sides grows measurably with each passing day.Suk II is also home to the Suk Requiem Believers religious sect, who have melded Tantric Buddhism with Christianity with unique results.[3052] Khan Natasha Kerensky had no illusions about the 33rd Avalon Hussars RCT, who defended Suk II. She knew they were a tough and determined collection of regiments, led by a four-battalion regiment of heavy 'Mechs. She prepared for a long, drawn-out campaign by choosing landing zones far from the expected defenses of the Hussars, then cautiously approaching the heavily populated eastern seaboard of Suk II's largest continent. When the fighting commenced, it proved to be just as difficult as the Khan expected. Logistics became a nightmare for Alpha Galaxy as they used up most of their supplies, particularly ammunition, during the first week of battle.The supply situation became so bad that Khan Kerensky ordered all 'Mech's reconfigured with energy weapons only, leaving what little autocannon ammunition and missiles that remained for special assault Stars. Alpha Galaxy eventually prevailed when its Elementals made a massed attack against a Hussar regiment of low tanks. The Elementals paved the way for the Galaxy's light and fast OmniMechs to attack the Hussars' rear. Hauptmann General John Yapt signalled retreat when his situation became irretrievable, and the Hussars went offworld to Orkney.The conflict itself lasted for almost the whole of January and February 3052, one of the longest campaigns waged by Clan Wolf in the entire invasion."
  },
  "Position": {
    "x": -29.21,
    "y": 256.11,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_pop_none",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_poor",
      "planet_industry_aquaculture",
      "planet_industry_agriculture",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 7,
  "Owner": "Steiner",
  "ContractEmployers": [
    "Locals",
    "Steiner",
    "ComStar"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Kurita",
    "Liao",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "G",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}