{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Tamar",
    "Name": "Tamar",
    "Details": "This planet has been the capital of the Tamar Pact ever since it was discovered and surveyed by the Tamar brothers in 2331. It is a large world whose heavy gravity taxes the system of anyone not native to the planet. Natives of Tamar tend to be either stoutly built or tall and wiry. The effects of the sun and lack of an intervening ozone layer in Tamar's atmosphere gives residents the characteristic deep red complexion known as the Tamar blush. This planet was quite rich in natural resources when first settled. Centuries of mining emptied most of the easily reached layers, leaving the remained deeply hidden and needing special technology help to uncover. To prevent a   depression, Tamar diversified, developing a large trade industry, with major spaceports and facilities for import and export of raw materials and goods.Tamar has yet to repair or replace its recharging stations crippled at the close of the last century. Because of this, the Jump Points are prone to be crowded. Most merchants resent this because House Kurita makes frequent raids against Tamar and they will shoot at anything in their way.The Sahara continent of Tamar, is an arid, barren wasteland.[3025] Only recently re-opened, the War Academy of Tamar will not graduate its first class of officers until 3028. The original school, another former Star League facility, was brutally razed when House Kurita attacked Tamar in 2915. Most of the students and teachers were killed during the valiant defence of their planet. When the Steiner army finally pushed the Kurita invaders out of Tamar 3 years later, the reconstruction effort of the War College was postponed, in the effort to reconstruct the planet. It was only after Tamar historians brought pressure that reconstruction of the academy began in 3017. Currently, the academy only has facilities for training MechWarriors and ground combat officers.  One of the other famous arts colleges throughout the Commonwealth, Tamar is home to the Newbury School of Performing Arts.<p>[3075] Tamar proved to be an effective capital for Clan Wolf in the Inner Sphere. Then in late December 3070, a small task force of Word of Blake pocket Warships appeared in the skies over Tamar. The Blakist naval presence was big enough to hold of Wolf aerospace assets just long enough for the Warships to bombard pre-selected targets. In twenty minutes, the planet was dotted with seventeen mushroom clouds.</p><p>The Blakists badly hurt Clan Wolf’s Alpha Galaxy and destroyed much of the planet’s commercial infrastructure, including its spaceports. Although only military installations were targeted, unfortunately those installations were staffed by thousands of Labor and Technician caste civilians—and the Tamar City drop port was located just outside the city. There were tens of thousands of civilian casualties in the Tamarian capital.</p><p>The Blakist attack was calculated to enrage the Wolves and cause them to take their anger out on the Inner Sphere. In this the Word miscalculated, though they achieved the first part of their plan: the Wolves <i>were</i> enraged. But they chose to focus their rage on a more appropriate target than random inhabitants of the Inner Sphere.</p><p>The Wolves are rebuilding Tamar now with the grim single-mindedness that only a Clan could manage. They’ve buried the dead, cleared away the radioactive wreckage, and drawn up plans for a newly rebuilt world. The Wolf plans would heavily militarize Tamar, making it a planet of bases, ammo depots, and training grounds.</p> "
  },
  "Position": {
    "x": -15.39,
    "y": 314.86,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_pop_none",
      "planet_other_capital",
      "planet_other_comstar",
      "planet_industry_research",
      "planet_industry_poor",
      "planet_industry_aquaculture",
      "planet_industry_agriculture",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 6,
  "Owner": "Steiner",
  "ContractEmployers": [
    "Locals",
    "Steiner",
    "ComStar"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Kurita",
    "Liao",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "G",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}