{
  "Description": {
    "Cost": 0,
    "Rarity": 0,
    "Purchasable": false,
    "Manufacturer": "",
    "Model": "",
    "UIName": "",
    "Id": "starsystemdef_Pandora",
    "Name": "Pandora",
    "Details": "[3025] Pandora is the site of the Lyran Commonwealths regional Military Intelligence Center that monitors the Draconis Combine. It is also home to the Pandora College of Military Sciences. Another small institute, it only trains DropShip pilots.[3054] Pandora is home to two of the Commonwealth's least efficient weaponry producers, Red Devil Industries and the Quikscell Company. The Quikscell planet is currently being disassembled for removal to the Commonwealth's interior, but moving Red Devil Industries presents a more difficult problem.First of all, the Red Devil facilities are in such poor shape, the Commonwealth is seriously questioning whether the machinery is even worth locating, and whether it would survive the trip. The nightmare of jury-rigged systems may also prove impossible to reassemble.Secondly, the corrupt nobility of Pandora does not want to see their main source of revenue pack up and leave. They are proving adept at blackmailing support for their cause.The capital city of Pandora is Needgate.[3062] Originally a school for DropShip pilots, the Pandora College of Military Sciences has seen major investment over the last three and a half decades, converting it from a specialist school into a fully-fledged military university. Aerospace and VTOL training courses began on Pandora just before the Forth Succession War, followed in the 3030's by courses for MechWarriors and armor crews. Courses for infantry, combat engineers, and medical personnel were added in 3045, followed in 3054 by a battle-armor elective for the infantry.Investment in the school has ensured its place on the cutting edge of military education, with the latest equipment and educational techniques in common use. As might be expected, PCMS simulators are state-of-the-art, but the system isn't limited to vehicle crews. Sophisticated facilities allow a full company of infantry to exercise alongside their armored colleagues. Using the same Universal Terrain Generation System as is installed at the Davion Arena on Solaris, this complex can simulate a wide variety of environments, ensuring Pandora graduates have experience of fighting in almost all circumstances.Ironically, the DropShip crew and officer training courses, for which Pandora is best known, are no longer taught at the academy. The last DropShip class graduated in 3061, at which point the equipment and most of the instructors transferred to the dedicated naval academy on Alarion. A number of instructors, notably those who had married into the local population, elected to remain on Pandora and transferred to the aerospace program.<p>[3075] The Falcon assault on Pandora in 3064 added even more scars to this tortured planet. The 124th Striker and Jade Falcon Eyrie Clusters dropped onto the world to find it defended by only the Pandora College Training battalion and a few conventional regiments, as the Third  lyran Guards had just left to help garrison worlds closer to the Falcon boarder. In just over three weeks, the Falcons had wiped out the training battalion and left little of the conventional units.  In addition the Falcons managed to capture the entire Pandora Theater Command Center, complete with the command staff. While the fighting was quick and bloody, the Falcons did nothing to spare the planet’s ecosystem in their conquest, infuriating the natives.</p><p>At first the Falcons didn’t notice the resistance to their rule. Pandorans just refused to work hard for the Falcons, doing everything half-heartedly. Red Devil experienced strikes and sick outs, and when the Falcons used force to try and get the laborers back to work, the locals stepped up to riots and sabotage, further inflaming the situation.  Finally Khan Pryde had some members of the Watch investigate the situation. When the Watch discovered the Pandorans’ mixture of pride and shame about their planet, Khan Pryde dispatched members of the Scientist Caste to help Limbo recover. This has softened the resentment that the inhabitants feel towards their conquerors, but it will be a long time until they have fully integrated into Jade Falcon society."
  },
  "Position": {
    "x": -84.55,
    "y": 234.78,
    "z": 0
  },
  "Tags": {
    "items": [
      "planet_climate_terran",
      "planet_size_medium",
      "planet_industry_manufacturing",
      "planet_pop_none",
      "planet_industry_rich",
      "planet_industry_mining",
      "planet_civ_innersphere"
    ],
    "tagSetSourceFile": ""
  },
  "SupportedBiomes": [
    "highlandsSpring",
    "highlandsFall",
    "lowlandsSpring",
    "lowlandsFall",
    "desertParched",
    "badlandsParched",
    "lowlandsCoastal",
    "lunarVacuum",
    "martianVacuum",
    "polarFrozen",
    "tundraFrozen"
  ],
  "MapRequiredTags": null,
  "MapExcludedTags": null,
  "FuelingStation": false,
  "JumpDistance": 4,
  "Owner": "Steiner",
  "ContractEmployers": [
    "Locals",
    "Steiner",
    "ComStar"
  ],
  "ContractTargets": [
    "AuriganDirectorate",
    "AuriganMercenaries",
    "AuriganPirates",
    "AuriganRestoration",
    "Betrayers",
    "Kurita",
    "Liao",
    "MagistracyOfCanopus",
    "MajestyMetals",
    "Marik",
    "Nautilus",
    "TaurianConcordat"
  ],
  "ShopRefreshRate": 0,
  "ShopMaxInventory": 0,
  "ShopMaxSpecials": 7,
  "SystemInfluence": [
    {
      "Faction": "NoFaction",
      "Influence": 0
    },
    {
      "Faction": "Davion",
      "Influence": 0
    },
    {
      "Faction": "Liao",
      "Influence": 0
    },
    {
      "Faction": "Kurita",
      "Influence": 0
    },
    {
      "Faction": "Marik",
      "Influence": 0
    },
    {
      "Faction": "Steiner",
      "Influence": 0
    },
    {
      "Faction": "TaurianConcordat",
      "Influence": 0
    },
    {
      "Faction": "MagistracyOfCanopus",
      "Influence": 0
    },
    {
      "Faction": "AuriganDirectorate",
      "Influence": 0
    },
    {
      "Faction": "AuriganRestoration",
      "Influence": 0
    },
    {
      "Faction": "ComStar",
      "Influence": 0
    },
    {
      "Faction": "MercenaryReviewBoard",
      "Influence": 0
    },
    {
      "Faction": "AuriganPirates",
      "Influence": 0
    },
    {
      "Faction": "AuriganMercenaries",
      "Influence": 0
    }
  ],
  "Difficulty": 5,
  "TravelRequirements": [
    {
      "Scope": "Company",
      "RequirementTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "ExclusionTags": {
        "items": [],
        "tagSetSourceFile": ""
      },
      "RequirementComparisons": []
    }
  ],
  "AlternateSystem": false,
  "StarPosition": null,
  "StarType": "K",
  "Depletable": false,
  "UseSystemRoninHiringChance": false,
  "RoninHiringChance": 0,
  "UseMaxContractOverride": false,
  "MaxContractOverride": 0
}